Repository: skyjake/lagrange
Catalog: po/*.po
Languages: ca, cs, fr, nl, sk, zh_hans

# sidebar.unread
source: Unread
ca: Sense llegir
cs: Nepřečtená
fr: Non lue
nl: ongelezen
zh_hans: 未读

# menu.opentab
source: Open in New Tab
ca: Obre a una nova pestanya
cs: Otevřít na nové kartě
fr: Ouvrir dans un nouvel onglet
nl: Open in nieuw tabblad
zh_hans: 在新标签页中打开

# menu.opentab.background
source: Open in Background Tab
ca: Obre a una pestanya de fons
cs: Otevřít v kartě na pozadí
fr: Ouvrir dans un onglet en arrière-plan
nl: Open in achtergrondtabblad
zh_hans: 在新标签页中打开但不切换

# bookmark.tag.sub
source: Subscribe to Feed
ca: Subcriure's-hi
cs: Odebírat kanál
fr: S'abonner au flux
nl: Abonneer op feed
zh_hans: 订阅

# heading.lookup.feeds
source: FEEDS
cs: KANÁLY
fr: FLUX
zh_hans: 订阅项

# sidebar.outline
source: Outline
ca: Resum
cs: Rozložení
fr: Sommaire
nl: Opgave
zh_hans: 大纲

# sidebar.action.feeds.showall
source: All
ca: Tot
cs: Všechny
fr: Tous
nl: Alle
zh_hans: 全部

# sidebar.action.ident.new
source: New…
ca: Nou…
cs: Nová…
fr: Nouvelle…
nl: Nieuwe…
zh_hans: 创建…

# sidebar.action.ident.import
source: Import…
ca: Importa…
cs: Nahrát…
fr: Importer…
nl: Importeren…
zh_hans: 导入…

# toolbar.outline
source: Page Outline
ca: Resum de la pàgina
cs: Rozložení stránky
fr: Sommaire
nl: Inhoudsopgave
zh_hans: 页面大纲

# heading.feedcfg
source: Feed Settings
cs: Nastavení kanálu
fr: Paramètres de flux
nl: FEED-INSTELLINGEN
zh_hans: 订阅设置

# dlg.confirm.unsub
source: Really unsubscribe from feed "%s"?
ca: De veres voleu eliminar la subcripció "%s"?
cs: Opravdu chcete ukončit odběr kanálu "%s"?
fr: Vraiment se désabonner du flux « %s » ?
nl: Weet je zeker dat je van feed "%s" wilt deabonneren?
zh_hans: 确定要退订 「%s」吗？

# keys.zoom.reset
source: Reset zoom
cs: Obnovit přiblížení
fr: Réinitialiser le zoom
nl: Zoom resetten
zh_hans: 重置缩放

# keys.tab.new
source: New tab
cs: Nová karta
fr: Nouvel onglet
nl: Nieuw tabblad
zh_hans: 新标签页

# keys.tab.close
source: Close tab
cs: Zavřít kartu
fr: Fermer l’onglet
nl: Sluit tabblad
zh_hans: 关闭标签页

# heading.prefs.style
source: Page Style
cs: Styl
fr: Style
nl: Stijl
zh_hans: 样式

# heading.prefs.userinterface
source: User Interface
cs: Rozhraní
fr: Interface utilisateur
nl: Gebruikersinterface
zh_hans: 用户界面

# prefs.boldlink
source: Bold links:
cs: Tlusté odkazy:
fr: Liens en gras :
nl: Vetgedrukte links:
zh_hans: 加粗显示链接：

# prefs.doctheme.name.black
source: Black
cs: Černé
fr: Noir
nl: Zwart
zh_hans: 黑色

# keys.subscribe
source: Subscribe to page
cs: Odebírat stránku
fr: S’abonner à la page
nl: Abonneer op pagina
zh_hans: 订阅页面更新

# keys.tab.next
source: Next tab
ca: Pestanya posterior
cs: Následující karta
fr: Onglet suivant
nl: Volgend tabblad
zh_hans: 下一个标签页

# error.openfile.msg
source: The requested file does not exist or is inaccessible. Please check the file path.
cs: Požadovaný soubor neexistuje nebo je nedostupný. Prosím zkontrolujte adresu souboru.
fr: Le fichier demandé n’existe pas ou est inaccessible. Veuillez vérifier le chemin du fichier.
nl: Het gevraagde bestand bestaat niet of is ontoegankelijk. Controleer het bestandspad.
zh_hans: 请求的文件不存在或不可访问。请检查文件路径。

# error.badresource.msg
source: The requested resource does not exist.
cs: Požadovaný zdroj neexistuje.
fr: La ressource demandée n'existe pas.
nl: De gevraagde bron bestaat niet.
zh_hans: 请求的资源不存在。

# error.unsupported.protocol.msg
source: The requested protocol is not supported by this application.
cs: Požadovaný protokol není podporovaný touto aplikací.
fr: Le protocole demandé n'est pas pris en charge par cette application.
nl: Het gevraagde protocol wordt niet ondersteund door deze applicatie.
zh_hans: 请求的协议不被此程序支持。

# error.badheader.msg
source: The received header does not conform to the Gemini protocol specification. Perhaps the server is malfunctioning, or you tried to contact a non-Gemini server.
cs: Přijatá hlavička neodpovídá specifikaci protokolu Gemini. Možná server nefunguje, nebo jste se pokusili kontaktovat ne-Gemini server.
fr: L’entête reçue n’est pas conforme à la spécification du protocole Gemini. Le serveur a peut-être rencontré un dysfonctionnement, ou vous avez essayé de contacter un serveur non-Gemini.
nl: De ontvangen header voldoet niet aan de specificatie van het Gemini-protocol. Misschien werkt de server niet zoals hij hoort, of probeerde je iets anders dan een Gemini-server te bereiken.
zh_hans: 收到的标头不符合 Gemini 协议标准所规定的格式。也许服务器工作不正常，或者可能是您在尝试连接非 Gemini 服务器。

# error.temporary.msg
source: The request has failed, but may succeed if you try again in the future.
cs: Váš požadavek selhal, ale může uspět pokud to zkusíte znovu v budoucnosti.
fr: La requête a échoué, mais elle pourrait réussir si vous réessayez plus tard.
nl: Het verzoek is mislukt, probeer het later opnieuw en misschien lukt het dan wel.
zh_hans: 请求失败，但未来重试时可能会成功。

# error.unavail.msg
source: The server is unavailable due to overload or maintenance. Check back later.
cs: Server není dostupný kvůli přetížení nebo údržbě. Přijďte později.
fr: Le serveur est indisponible car surchargé ou en maintenance. Revenez vérifier plus tard.
nl: De server is niet beschikbaar vanwege overbelasting of onderhoud. Kijk later nog eens.
zh_hans: 服务器因超负荷或维护而不可用。请稍后再试。

# error.unavail
source: Server Unavailable
cs: Server nedostupný
fr: Serveur indisponible
nl: Server niet beschikbaar
zh_hans: 服务器不可用

# error.cgi
source: CGI Error
cs: CGI chyba
fr: Erreur CGI
nl: CGI-fout
zh_hans: CGI 错误

# error.cgi.msg
source: Failure during dynamic content generation on the server. This may be due to malfunctioning serverside software.
cs: Chyba při dynamickém generování obsahu na serveru. Může to být způsobeno nefunkčním softwarem na straně serveru.
fr: Échec durant la génération de contenu dynamique sur le serveur. Cela peut être dû au dysfonctionnement d'un logiciel côté serveur.
nl: Fout opgetreden bij dynamische inhoudsgeneratie op de server. De software op de server werkt mogelijk niet zoals het hoort.
zh_hans: 服务器生成动态内容时出错。也许是服务器端软件出现异常。

# prefs.cachesize
source: Cache size:
ca: Mida de la memòria cau:
cs: Velikost mezipaměti:
fr: Taille du cache :
nl: Cache-grootte:
zh_hans: 缓存大小：

# heading.prefs.general
source: General
cs: Obecné
fr: Général
nl: Algemeen
zh_hans: 通用

# heading.prefs.interface
source: UI
cs: Rozhraní
fr: Interface
nl: Interface
zh_hans: 界面

# heading.prefs.keys
source: Keys
cs: Klávesy
fr: Raccourcis
nl: Toetsen
zh_hans: 密钥

# heading.prefs.colors
source: Colors
cs: Barvy
fr: Couleurs
nl: Kleuren
zh_hans: 颜色

# heading.prefs.fonts
source: Fonts
cs: Písma
fr: Polices
nl: Lettertypes
zh_hans: 字体

# prefs.doctheme.name.white
source: White
cs: Bílé
fr: Blanc
nl: Wit
zh_hans: 白色

# prefs.doctheme.name.sepia
source: Sepia
cs: Sépiové
fr: Sépia
zh_hans: 棕色

# prefs.doctheme.name.highcontrast
source: High Contrast
cs: Vysoký kontrast
fr: Contraste élevé
nl: Hoog contrast
zh_hans: 高对比度

# keys.back
source: Go back
cs: Jít zpět
fr: Précédent
nl: Ga terug
zh_hans: 后退

# keys.forward
source: Go forward
cs: Jít vpřed
fr: Suivant
nl: Ga vooruit
zh_hans: 前进

# keys.reload
source: Reload page
cs: Obnovit stránku
fr: Recharger la page
nl: Herlaad pagina
zh_hans: 刷新

# error.unsupported.protocol
source: Unsupported Protocol
cs: Nepodporovaný protokol
fr: Protocole non pris en charge
nl: Niet ondersteund protocol
zh_hans: 不支持的协议

# error.badredirect
source: Invalid Redirect
cs: Neplatné přesměrování
fr: Redirection invalide
nl: Ongeldige doorverwijzing
zh_hans: 无效重定向

# error.badredirect.msg
source: The server responded with a redirect but did not provide a valid destination URL. Perhaps the server is malfunctioning.
cs: Server odpověděl s přesměrováním, ale neposkytl platnou konečnou URL. Možná server nefunguje.
fr: Le serveur a répondu par une redirection mais n’a pas fourni d’URL de destination valide. Il s’agit peut-être d’un dysfonctionnement du serveur.
nl: De server reageerde met een doorverwijzing, maar gaf geen geldige doel-URL. Misschien werkt de server niet zoals hij hoort.
zh_hans: 服务器返回了重定向请求，但没有提供有效的目标地址。也许服务器工作不正常。

# error.proxy.msg
source: A proxy request failed because the server was unable to successfully complete a transaction with the remote host. Perhaps there are difficulties with network connectivity.
cs: Požadavek pomocí prostředníka selhal, protože server nebyl schopen utvořit spojení s vzdáleným hostitelem. Je možné, že existují problémy s připojením.
fr: Une requête proxy a échoué car le serveur n’a pas pu terminer avec succès une transaction avec l’hôte distant. Il y a peut-être des difficultés de connectivité réseau.
nl: Een proxy-verzoek mislukte omdat de server geen succesvolle transactie met het doelsysteem kon voltooien. Misschien zijn er problemen met de netwerkverbinding.
zh_hans: 因服务器与远端主机通信未能成功完成，代理请求失败。也许网络连接有一些问题。

# error.cert.needed
source: Certificate Required
cs: Certifikát vyžadován
fr: Certificat requis
nl: Certificaat vereist
zh_hans: 需要证书

# error.slowdown
source: Slow Down
cs: Zpomalte
fr: Ralentissement
nl: Niet zo snel
zh_hans: 慢一点

# error.permanent
source: Permanent Failure
cs: Trvalé selhání
fr: Échec permanent
nl: Permanente fout
zh_hans: 永久性错误

# error.permanent.msg
source: Your request has failed and will fail in the future as well if repeated.
cs: Váš požadavek selhal a selže i v budoucnosti pokud jej zopakujete.
fr: Votre requête a échoué, et échouera encore à l’avenir si elle est répétée.
nl: Je verzoek is mislukt en zal blijven mislukken als je het opnieuw probeert.
zh_hans: 您的请求失败。即使您继续重复请求亦不会改变结果。

# error.notfound
source: Not Found
cs: Nenalezen
fr: Introuvable
nl: Niet gevonden
zh_hans: 未找到

# keys.zoom.out
source: Zoom out
cs: Oddálit
fr: Dézoomer
nl: Uitzoomen
zh_hans: 缩小

# error.manyredirects
source: Too Many Redirects
cs: Příliš mnoho přesměrování
fr: Trop de redirections
nl: Teveel doorverwijzingen
zh_hans: 重定向过多

# error.slowdown.msg
source: The server is rate limiting requests. Please wait…
cs: Server omezuje množství požadavků, které zpracuje. Počkejte prosím…
fr: Le serveur restreint la fréquence des requêtes. Veuillez patienter…
nl: De server stelt een limiet op het aantal verzoeken achter elkaar. Even wachten…
zh_hans: 服务器限制了请求速率。请等待…

# prefs.searchurl
source: Search URL:
cs: URL vyhledávání:
fr: URL de recherche :
nl: Zoek-URL:
zh_hans: 搜索地址：

# heading.prefs.network
source: Network
cs: Síť
fr: Réseau
nl: Netwerk
zh_hans: 网络

# heading.prefs.paragraph
source: Paragraph
cs: Odstavec
fr: Paragraphe
nl: PARAGRAAF
zh_hans: 段落

# prefs.quoteicon
source: Quote indicator:
cs: Ukazatel citátu:
fr: Indicateur de citation :
nl: Citaat-indicator:
zh_hans: 引言指示图标：

# heading.prefs.proxies
source: Proxies
cs: Prostředníci
fr: Proxys
zh_hans: 代理

# heading.prefs.scrolling
source: Scrolling
cs: Posouvání stránky
fr: Défilement
nl: SCROLLEN
zh_hans: 滚动

# prefs.centershort
source: Vertical centering:
cs: Svislé vystředění:
fr: Centrage vertical :
nl: Verticaal centreren:
zh_hans: 纵向居中：

# prefs.smoothscroll
source: Smooth scrolling:
cs: Plynulé posouvání:
fr: Défilement doux :
nl: Vloeiend scrollen:
zh_hans: 平滑滚动：

# prefs.imageloadscroll
source: Load next image on scroll key:
cs: Načítat obrázky při posuvu:
fr: Charger les images lors du défilement :
nl: Laad afbeelding bij scrollen:
zh_hans: 滚动时加载图片：

# prefs.hidetoolbarscroll
source: Hide toolbar on scroll:
cs: Skrýt nástrojovou lištu při posuvu:
fr: Masquer la barre d'outils lors du défilement :
nl: Verberg werkbalk bij scrollen:
zh_hans: 滚动时隐藏工具栏：

# prefs.ostheme
source: Use system theme:
cs: Použít systémové téma:
fr: Utiliser le thème système :
nl: Gebruik systeemthema:
zh_hans: 使用系统主题：

# prefs.theme
source: UI theme:
cs: Téma:
fr: Thème :
nl: Thema:
zh_hans: 主题：

# prefs.theme.black
source: Black
cs: Černé
fr: Noir
nl: Zwart
zh_hans: 黑

# prefs.uilang
source: Language:
cs: Jazyk:
fr: Langue :
nl: Taal:
zh_hans: 语言：

# prefs.quoteicon.line
source: Line
cs: Čára
fr: Ligne
nl: Lijn
zh_hans: 线条

# prefs.proxy.gemini
source: Gemini proxy:
ca: Servidor intermedi Gemini:
cs: Prostředník pro Gemini:
fr: Proxy Gemini :
zh_hans: Gemini 代理：

# prefs.proxy.gopher
source: Gopher proxy:
ca: Servidor intermedi Gopher:
cs: Prostředník pro Gopher:
fr: Proxy Gopher :
zh_hans: Gopher 代理：

# prefs.proxy.http
source: HTTP proxy:
ca: Servidor intermedi HTTP:
cs: Prostředník pro HTTP:
fr: Proxy HTTP :
zh_hans: HTTP 代理：

# keys.tab.prev
source: Previous tab
ca: Pestanya anterior
cs: Předchozí karta
fr: Onglet précédent
nl: Vorig tabblad
zh_hans: 上一个标签页

# error.manyredirects.msg
source: You may be stuck in a redirection loop. The next redirected URL is below if you want to continue manually.
cs: Je možné, že jste se ocitli v cyklu přesměrování. Následující URL je níže, chcete-li pokračovat ručně.
fr: Vous semblez bloqué dans une boucle de redirections. L’URL de redirection suivante figure ci-dessous au cas où vous souhaiteriez poursuivre manuellement.
nl: Het lijkt erop dat je in een doorverwijzingslus zit. De volgende URL waar je naar doorverwezen bent staat hieronder, voor als je handmatig door wilt gaan.
zh_hans: 您可能陷入了一个重定向循环。若您希望自行前往，如下是下一个重定向目标地址。

# error.tls
source: Network/TLS Failure
cs: Selhání sítě/TLS
fr: Échec réseau/TLS
nl: Netwerk/TLS-fout
zh_hans: 网络或 TLS 错误

# error.tls.msg
source: Failed to communicate with the server.
cs: Nepodařilo se komunikovat se serverem.
fr: La communication avec le serveur a échoué.
nl: Communiceren met de server mislukt.
zh_hans: 与服务器通信失败。以下是错误信息：

# error.temporary
source: Temporary Failure
cs: Dočasné selhání
fr: Échec temporaire
nl: Tijdelijke fout
zh_hans: 暂时性错误

# error.proxy
source: Proxy Error
cs: Chyba prostředníka
fr: Erreur de proxy
nl: Proxy-fout
zh_hans: 代理错误

# error.notfound.msg
source: The requested resource could not be found at this time.
cs: Požadovaný zdroj v této chvíli nebylo možné nalézt.
fr: La ressource demandée n’a pas été trouvée.
nl: De gevraagde bron kon niet gevonden worden.
zh_hans: 所请求的资源目前无法找到。

# error.gone
source: Gone
cs: Fuč
fr: Disparue
nl: Verdwenen
zh_hans: 已移除

# error.gone.msg
source: The requested resource is no longer available.
cs: Požadovaný zdroj již není dostupný.
fr: La ressource demandée n’est plus disponible.
nl: De gevraagde bron is niet meer beschikbaar.
zh_hans: 所请求的资源已经不再可用。

# error.proxyrefusal
source: Proxy Request Refused
cs: Požadavek na prostředníka byl odmítnut
fr: Requête proxy refusée
nl: Proxy-verzoek geweigerd
zh_hans: 代理请求被拒绝

# error.proxyrefusal.msg
source: The request was for a resource at a domain not served by the server and the server does not accept proxy requests.
cs: Váš požadavek byl pro zdroj na doméně, která není obsluhována tímto serverem a ten server nepřijímá požadavky přes prostředníky.
fr: La requête concernait une ressource d’un domaine non desservi par le serveur et ce dernier n’accepte pas les requêtes proxy.
nl: Het verzoek was voor een bron op een domein dat niet door deze server verzorgd wordt, en de server accepteert geen proxyverzoeken.
zh_hans: 请求的资源不在该服务器服务的域名上，且该服务器不接受代理请求。

# error.badrequest
source: Bad Request
cs: Špatný požadavek
fr: Requête incorrecte
nl: Verkeerd verzoek
zh_hans: 无效请求

# error.badrequest.msg
source: The server did not understand your request.
cs: Server nepochopil váš požadavek.
fr: Le serveur n’a pas compris votre requête.
nl: De server snapte je verzoek niet.
zh_hans: 服务器无法理解您的请求。

# error.cert.needed.msg
source: Access to the requested resource requires identification via a client certificate.
cs: Přístup k vyžádanému zdroji vyžaduje, aby jste prokázali totožnost pomocí klientského certifikátu.
fr: L'accès à la ressource demandée nécessite une identification via un certificat client.
nl: Toegang tot de gevraagde bron vereist identificatie met een clientcertificaat.
zh_hans: 请求的资源需要通过客户端证书来辨别身份。

# prefs.doctheme.dark
source: Dark theme:
cs: Temné téma:
fr: Thème sombre :
nl: Donker thema:
zh_hans: 深色主题：

# prefs.doctheme.light
source: Light theme:
cs: Světlé téma:
fr: Thème clair :
nl: Licht thema:
zh_hans: 浅色主题：

# prefs.doctheme.name.gray
source: Gray
cs: Šedé
fr: Gris
nl: Grijs
zh_hans: 灰色

# keys.zoom.in
source: Zoom in
cs: Přiblížit
fr: Zoomer
nl: Inzoomen
zh_hans: 放大

# prefs.downloads
source: Downloads folder:
cs: Složka stažených souborů:
fr: Dossier des téléchargements :
nl: Downloads-map:
zh_hans: 下载文件夹：

# prefs.theme.dark
source: Dark
cs: Tmavé
fr: Sombre
nl: Donker
zh_hans: 深色

# prefs.theme.light
source: Light
cs: Světlé
fr: Clair
nl: Licht
zh_hans: 浅色

# prefs.theme.white
source: White
cs: Bílé
fr: Blanc
nl: Wit
zh_hans: 白

# error.openfile
source: Failed to Open File
ca: Falla a l'obrir el fitxer
cs: Nepodařilo se otevřít soubor
fr: Échec de l’ouverture du fichier
nl: Bestand openen mislukt
zh_hans: 打开文件失败

# error.badheader
source: Invalid Header
cs: Neplatná hlavička
fr: Entête invalide
nl: Ongeldige header
zh_hans: 无效标头

# menu.aboutpages
source: About Pages
ca: Quant a les pàgines
cs: Stránky "about"
fr: Pages "about"
nl: About-pagina's
zh_hans: about 页面

# pageinfo.cert.notexpired
source: Not expired
ca: No expirat
cs: Platný
fr: Non expiré
nl: Niet verlopen
zh_hans: 未过期

# dlg.certimport.help
source: Paste a PEM-encoded certificate and/or private key, or drop a .crt/.key file on the window.
cs: Vložte PEM kódovaný certifikát a/nebo soukromý klíč, nebo přetáhněte .crt/.key soubor do tohoto okna.
fr: Collez un certificat PEM et/ou une clé privée, ou déposez un fichier .crt/.key sur la fenêtre.
nl: Plak een certificaat en/of privésleutel in PEM-formaat, of sleep een .crt/.key-bestand naar het venster.
zh_hans: 在此粘贴一个PEM格式的证书及/或私钥， 或拖拽一個 .crt 或 .key 文件到此窗口。

# dlg.certimport.notfound
source: No certificate or private key was found.
cs: Žádný certifikát nebo soukromý klíč nebyl nalezen.
fr: Aucun certificat ni clé privée n'a été trouvé.
nl: Geen certificaat of privésleutel gevonden.
zh_hans: 未找到任何证书或私钥。

# dlg.certimport.notfound.page
source: No certificate/key found on the current page.
cs: Žádný certifikát nebo klíč nebyl nalezen na této stránce.
fr: Certificat/clé introuvable sur la page actuelle.
nl: Geen certificaat/sleutel gevonden op deze pagina.
zh_hans: 在本页上未找到任何证书或私钥。

# heading.ident.use
source: Identity Usage
ca: Ús d'identitats
cs: Použití totožnosti
fr: Utilisations de l'identité
nl: IDENTITEITSGEBRUIK
zh_hans: 身份使用情况

# error.cert.auth
source: Certificate Not Authorized
cs: Certifikát není autorizován
fr: Certificat non autorisé
nl: Certificaat niet goedgekeurd
zh_hans: 证书不被认可

# error.cert.invalid.msg
source: The provided client certificate is expired or invalid.
cs: Předkládanému klientskému certifikátu vypršela platnost nebo je neplatný.
fr: Le certificat client fourni a expiré ou est invalide.
nl: Het gegeven clientcertificaat is verlopen of ongeldig.
zh_hans: 提供的证书过期或无效。

# ident.usedonurls
source: Used on %u URL
ca: Usat a %u URL
cs: Používá se na jedné adrese URL
fr: Utilisée sur %u URL
nl: Gebruikt op %u URL
zh_hans: 在 %zu 个地址上使用

# heading.ident.notes
source: Identity Notes
ca: Notes sobre identitats
cs: Poznámky k totožnosti
fr: Notes sur l’identité
nl: IDENTITEITSNOTITIES
zh_hans: 身份注解

# dlg.ident.notes
source: Notes about %s:
ca: Notes sobre %s:
cs: Poznámky ohledně %s:
fr: Notes à propos de %s :
nl: Notities over %s:
zh_hans: %s 上的注解：

# menu.page.copysource
source: Copy Page Source
ca: Copia el codi font de la pàgina
cs: Zkopírovat zdrojový kód stránky
fr: Copier le code source de la page
nl: Kopieer paginabron
zh_hans: 拷贝页面源码

# ident.notused
source: Not used
ca: No usat
cs: Nepoužívá se
fr: Non utilisée
nl: Niet gebruikt
zh_hans: 未使用

# ident.use
source: Use on This Page
ca: Usa'l en aquesta pàgina
cs: Používat na této stránce
fr: Utiliser pour cette page
nl: Gebruik op deze pagina
zh_hans: 在本页使用

# ident.stopuse
source: Stop Using on This Page
ca: Deixa d'usar-lo en aquesta pàgina
cs: Nepoužívat na této stránce
fr: Arrêter d’utiliser pour cette page
nl: Stop te gebruiken op deze pagina
zh_hans: 停止在本页使用

# ident.stopuse.all
source: Stop Using Everywhere
ca: Deixa d'usar-lo per tot
cs: Nikde nepoužívat
fr: Arrêter d’utiliser partout
nl: Stop te gebruiken overal
zh_hans: 停止在所有页面上使用

# heading.certimport
source: Import Identity
cs: Nahrát totožnost
fr: Importer l’identité
nl: IMPORTEER IDENTITEIT
zh_hans: 导入身份

# error.cert.auth.msg
source: The provided client certificate is valid but is not authorized for accessing the requested resource.
cs: Předkládaný klientský certifikát je platný, ale není autorizován pro přistupování k danému zdroji.
fr: Le certificat client fourni est valide mais n’est pas autorisé à accéder à la ressource demandée.
nl: Het gegeven clientcertificaat is geldig, maar heeft geen toestemming voor toegang tot de gevraagde bron.
zh_hans: 提供的证书有效，但无权访问请求的资源。

# error.cert.invalid
source: Invalid Certificate
cs: Neplatný certifikát
fr: Certificat invalide
nl: Ongeldig certificaat
zh_hans: 证书无效

# menu.sidebar.left
source: Toggle Left Sidebar
ca: Alterna la barra lateral esquerra
cs: Vysunout/Zasunout levý vedlejší panel
fr: Barre latérale gauche
nl: Linker-zijbalk aan/uit
zh_hans: 开关左边栏

# menu.sidebar.right
source: Toggle Right Sidebar
ca: Alterna la barra lateral dreta
cs: Vysunout/Zasunout pravý vedlejší panel
fr: Barre latérale droite
nl: Rechter-zijbalk aan/uit
zh_hans: 开关右边栏

# menu.sidebar
source: Toggle Sidebar
ca: Alterna la barra lateral
cs: Vysunout/Zasunout vedlejší panel
fr: Barre latérale
nl: Zijbalk aan/uit
zh_hans: 开关边栏

# menu.identity.notactive
source: No Active Identity
ca: Cap identitat activa
cs: Žádná aktivní totožnost
fr: Aucune identité active
nl: Geen actieve identiteit
zh_hans: 没有已启用的身份

# ident.using
source: Using on this page
ca: Usant-lo en aquesta pàgina
cs: Používá se na této stránce
fr: Utilisée pour cette page
nl: Op deze pagina gebruikt
zh_hans: 正用于本页

# dlg.confirm.ident.delete
source: Do you really want to delete the identity %s"%s"%s including its certificate and private key files?
ca: De veres que voleu esborrar la identitat %s"%s"%s inclosos els seus fitxers de certificat i de clau privada?
cs: Opravdu chcete odstranit totožnost %s"%s"%s včetně jejího certifikátu a soukromých klíčů?
fr: Voulez-vous vraiment supprimer l'identité %s%s%s y compris ses fichiers de certificat et clé privée ?
nl: Weet je zeker dat je de identiteit %s"%s"%s wilt verwijderen, inclusief zijn certificaat- en privésleutel-bestanden?
zh_hans: 确定要删除这个身份吗？ %s%s%s 此操作亦将删除它对应的证书和私钥文件。

# heading.unsub
source: Unsubscribe
ca: Elimina subcripció
cs: Ukončit odběr
fr: Se désabonner
nl: DEABONNEREN
zh_hans: 退订

# error.unsupported.suggestsave
source: You can save it as a file to your Downloads folder: press %s or select "%s" from the menu.
ca: Podeu desar-lo com un fitxer al directori Baixades: premeu %s o seleccineu "%s" des del menú.
cs: Můžete uložit jako soubor do složky stažených souborů: Buď stiskněte %s nebo vyberte "%s" z nabídky.
fr: Vous pouvez l’enregistrer comme fichier dans votre dossier de téléchargements : tapez %s ou sélectionnez « %s » dans le menu.
nl: Je kan hem opslaan als bestand naar je Downloads-map: druk op %s of selecteer "%s" in het menu.
zh_hans: 不过，您可以通过按 %s 或在菜单里选择「 %s」来将它存到您的「下载」文件夹。

# pageinfo.cert.status
source: Certificate Status:
ca: Estat del certificat:
cs: Stav certifikátu:
fr: État du certificat :
nl: Status certificaat:
zh_hans: 证书状态：

# heading.save.incomplete
source: Page Incomplete
ca: Pàgina incompleta
cs: Stránka neúplná
fr: Page incomplète
nl: PAGINA ONVOLLEDIG
zh_hans: 页面不完整

# dlg.autoreload
source: Select the auto-reload interval for this tab.
ca: Tria l'interval d'auto-recàrrega per aquesta pestanya.
cs: Vyberte interval automatických aktualizací pro tuto kartu.
fr: Sélectionnez l’intervalle de rechargement auto pour cet onglet.
nl: Kies het auto-herlaad-interval voor dit tabblad.
zh_hans: 请为本页选择一个自动刷新频率。

# heading.certimport.pasted
source: Pasted from Clipboard
cs: Vloženo ze schránky
fr: Collé depuis le presse-papiers
nl: GEPLAKT UIT KLEMBORD
zh_hans: 从剪贴板粘贴

# heading.certimport.dropped
source: Dropped File
cs: Přetáhnutý soubor
fr: Fichier déposé
nl: GEDROPT BESTAND
zh_hans: 拖拽来的文件
