Repository: skyjake/lagrange
Catalog: po/*.po
Languages: ca, cs, fr, nl, sk, zh_hans

# menu.quit
source: Quit Lagrange
ca: Surt
cs: Ukončit Lagrange
fr: Quitter Lagrange
nl: Lagrange afsluiten
zh_hans: 退出 Lagrange

# menu.cut
source: Cut
ca: Retalla
cs: Vyjmout
fr: Couper
nl: Knippen
sk: Vystrihnúť
zh_hans: 剪切

# menu.copy
source: Copy
ca: Copia
cs: Kopírovat
fr: Copier
nl: Kopiëren
sk: Kopírovať
zh_hans: 复制

# menu.about
source: About
ca: Quant a
cs: O Lagrange
fr: À propos
nl: Over
sk: O
zh_hans: 关于

# panel.back
source: Back
ca: Enrera
cs: Zpět
fr: Retour
nl: Terug
sk: Späť
zh_hans: 返回

# menu.identity.import
source: Import…
ca: Importa…
cs: Importovat…
fr: Importer…
nl: Importeren…
zh_hans: 导入…

# sidebar.history
source: History
ca: Historial
cs: Historie
fr: Historique
nl: Geschiedenis
zh_hans: 浏览记录

# sidebar.identities
source: Identities
ca: Identitats
cs: Totožnosti
fr: Identités
nl: Identiteiten
zh_hans: 身份

source: MB
fr: Mo

source: KB
fr: Ko

# feeds.today
source: Today
ca: Avui
cs: Dnes
fr: Aujourd’hui
nl: Vandaag
zh_hans: 今天

# feeds.entry.markread
source: Mark as Read
ca: Marca com a llegit
cs: Označit jako přečtené
fr: Marquer comme lu
nl: Markeer als gelezen
zh_hans: 标记为已读

source: Cancel
ca: Cancel·la
cs: Zrušit
fr: Annuler
nl: Annuleren
sk: Zrušiť
zh_hans: 取消

# menu.title.file
source: File
ca: Fitxer
cs: Soubor
fr: Fichier
nl: Bestand
sk: Súbor
zh_hans: 文件

# menu.title.edit
source: Edit
ca: Edita
cs: Úpravy
fr: Édition
nl: Bewerken
sk: Upraviť
zh_hans: 编辑

# menu.duptab
source: Duplicate Tab
ca: Duplica pestanya
cs: Duplikovat kartu
fr: Dupliquer l’onglet
nl: Dupliceer tabblad
zh_hans: 克隆标签页

# menu.paste
source: Paste
ca: Enganxa
cs: Vložit
fr: Coller
nl: Plakken
sk: Vložiť
zh_hans: 粘贴

# num.bytes
source: %u byte
cs: Jeden bajt
fr: %u octet
zh_hans: %zu 字节

# menu.title.view
source: View
ca: Visualitza
cs: Zobrazit
fr: Affichage
nl: Weergave
sk: Zobrazenie
zh_hans: 查看

# menu.title.help
source: Help
ca: Ajuda
cs: Nápověda
fr: Aide
sk: Nápoveda
zh_hans: 帮助

# feeds.entry.markunread
source: Mark as Unread
ca: Marca com a no llegit
cs: Označit jako nepřečtené
fr: Marquer comme non lu
nl: Markeer als ongelezen
zh_hans: 标记为未读

# menu.newtab
source: New Tab
ca: Nova pestanya
cs: Nová karta
fr: Nouvel onglet
nl: Nieuw tabblad
sk: Nová karta
zh_hans: 新标签页

# menu.closetab
source: Close Tab
ca: Tanca pestanya
cs: Zavřít kartu
fr: Fermer l’onglet
nl: Sluit tabblad
sk: Zatvoriť kartu
zh_hans: 关闭标签页

# menu.releasenotes
source: Release Notes
ca: Notes de la versió
cs: Poznámky k vydání
fr: Notes de version
nl: Uitgavenotities
zh_hans: 发行说明

# menu.show.identities
source: Show Identities
ca: Mostra identitats
cs: Ukázat totožnosti
fr: Afficher les identités
nl: Toon identiteiten
sk: Ukázať totožnosti
zh_hans: 显示身份

# menu.forward
source: Go Forward
ca: Ves envant
cs: Jít vpřed
fr: Suivant
nl: Ga vooruit
sk: Ísť vpred
zh_hans: 前进

# menu.back
source: Go Back
ca: Torna enrera
cs: Jít zpět
fr: Précédent
nl: Ga terug
sk: Ísť späť
zh_hans: 后退

# menu.parent
source: Go to Parent
ca: Ves al node pare
cs: Přejít na rodičovskou cestu
fr: Parent
nl: Ga naar bovenliggende
sk: Ísť na nadradený
zh_hans: 回上一级

# menu.root
source: Go to Root
ca: Ves al node arrel
cs: Přejít na kořenovou cestu
fr: Racine
nl: Ga naar hoofd
sk: Ísť na základný
zh_hans: 回到根一级

# menu.page.subscribe
source: Subscribe to Page…
ca: Subscriu-te a la pàgina…
cs: Odebírat stránku…
fr: S’abonner à la page…
nl: Abonneer op pagina…
sk: Odoberať stránku…
zh_hans: 订阅页面…

# menu.debug
source: Debug Information
ca: Informació de depuració
cs: Ladící informace
fr: Informations de débogage
nl: Debug-informatie
zh_hans: 调试信息

# days.ago
source: %d day ago
ca: fa %d dia
cs: včera
fr: il y a %d jour
nl: %d dag geleden
sk: pred %d dňom
zh_hans: %d 天前

# bookmark.untag.sub
source: Unsubscribe from Feed
ca: Elimina la subcripció
cs: Ukončit odběr kanálu
fr: Se désabonner du flux
nl: Deabonneer van feed
zh_hans: 退订

# menu.page.translate
source: Translate…
ca: Tradueix…
cs: Přeložit…
fr: Traduire…
nl: Vertaal…
zh_hans: 翻译…

# menu.page.copyurl
source: Copy Page URL
ca: Copia la URL de la pàgina
cs: Zkopírovat URL stránky
fr: Copier l’URL de la page
nl: Kopieer pagina-URL
zh_hans: 拷贝页面地址

# menu.identity.new
source: New Identity…
ca: Nova identitat…
cs: Nová totožnost…
fr: Nouvelle identité…
nl: Nieuwe identiteit…
zh_hans: 创建新身份…

# menu.import.links
source: Import All Links on Page…
ca: Importa tots els enllaços de la pàgina…
cs: Importovat všechny odkazy na stránce…
fr: Importer tous les liens de la page…
nl: Importeer alle links op pagina…
zh_hans: 导入页面上的所有链接…

# pageinfo.cert.expired
source: Expired
ca: Expirat
cs: Prošlý
fr: Expiré
nl: Verlopen
zh_hans: 过期

# pageinfo.domain.match
source: Domain name matches
ca: El nom del domini coincideix
cs: Doménové jméno se shoduje
fr: Le nom de domaine correspond
nl: Domeinnaam komt overeen
zh_hans: 与域名对应

# pageinfo.domain.mismatch
source: Domain name mismatch
ca: El nom del domini no coincideix
cs: Doménové jméno se liší
fr: Le nom de domaine ne correspond pas
nl: Domeinnaam komt niet overeen
zh_hans: 与域名不对应

# dlg.cert.fingerprint
source: Copy Fingerprint
ca: Copia empremta digital
cs: Zkopírovat otisk
fr: Copier l’empreinte
nl: Kopieer vingerafdruk
zh_hans: 拷贝指纹

# media.download.warnclose
source: Download will be cancelled if this tab is closed.
ca: La descàrrega serà cancel·lada si es tanca aquesta pestanya.
cs: Zavřením záložky se ukončí stahování.
fr: Le téléchargement sera annulé si cet onglet est fermé.
nl: Download wordt geannuleerd als deze tab wordt gesloten.
sk: Sťahovanie bude zrušené v prípade, že je táto záložka zatvorená.
zh_hans: 如果本标签页被关闭，下载将被取消。

# media.download.complete
source: Download completed.
ca: Descàrrega completada.
cs: Stahování bylo dokončeno.
fr: Téléchargement terminé.
nl: Download voltooid.
sk: Sťahovanie dokončené.
zh_hans: 下载完毕。

# audio.meta.title
source: Title
ca: Títol
cs: Název
fr: Titre
nl: Titel
sk: Názov
zh_hans: 标题

# dlg.translate.from
source: From:
ca: De:
cs: Od:
fr: De :
nl: Uit:
zh_hans: 自：

# lang.fr
source: French
ca: Francès
cs: Francouzština
fr: Français
nl: Frans
zh_hans: 法语

# lang.de
source: German
ca: Alemany
cs: Němčina
fr: Allemand
nl: Duits
zh_hans: 德语

# lang.it
source: Italian
ca: Italià
cs: Italština
fr: Italien
nl: Italiaans
zh_hans: 意大利语

# lang.ja
source: Japanese
ca: Japonès
cs: Japonština
fr: Japonais
nl: Japans
zh_hans: 日语

# dlg.newident.email
source: Email:
fr: Courriel :
zh_hans: 电邮：

# dlg.newident.domain
source: Domain:
cs: Doména:
fr: Domaine :
nl: Domein:
zh_hans: 域名：

# about.powered
source: Powered by SDL 2, OpenSSL, and ☕️
ca: Fet amb SDL2, OpenSSL i ☕️
cs: Poháněno SDL 2, OpenSSL a ☕️
fr: Propulsé par SDL 2, OpenSSL et ☕️
nl: Mede mogelijk gemaakt door SDL 2, OpenSSL, en ☕️
sk: Poháňané SDL 2, OpenSSL, a ☕️
zh_hans: 由 SDL 2、OpenSSL 和☕️驱动

# dlg.message.ok
source: Continue
ca: Continua
cs: Pokračovat
fr: Continuer
nl: Doorgaan
sk: Pokračovať
zh_hans: 继续

# dlg.feed.sub
source: Subscribe
cs: Odebírat
fr: S’abonner
nl: Abonneren
zh_hans: 订阅

# menu.openlocation
source: Open Location…
ca: Obre localització…
cs: Otevřít adresu…
fr: Ouvrir l'adresse…
nl: Open locatie…
sk: Otvoriť lokalitu…
zh_hans: 打开位置…

# menu.find
source: Find on Page
ca: Cerca a la pàgina
cs: Najít na stránce
fr: Rechercher dans la page
nl: Zoek in pagina
sk: Nájsť na stránke
zh_hans: 在页面上查找

# macos.menu.find
source: Find
ca: Cerca
cs: Najít
fr: Rechercher
nl: Zoeken
sk: Nájsť
zh_hans: 查找

# num.hours
source: %d hour
ca: %d hora
cs: %d hodina
fr: %d heure
nl: %d uur
zh_hans: %d 小时

# heading.prefs
source: Preferences
cs: Předvolby
fr: Préférences
nl: VOORKEUREN
zh_hans: 偏好设置

# audio.meta.artist
source: Artist
ca: Artista
cs: Umělec
fr: Artiste
nl: Artiest
sk: Tvorca
zh_hans: 艺术家

# dlg.bookmark.icon
source: Icon:
cs: Ikona:
fr: Icône :
nl: Icoon:
zh_hans: 图标：

# dlg.certimport.import
source: Import
cs: Nahrát
fr: Importer
nl: Importeer
zh_hans: 导入

# n.bit
source: %d-bit
cs: %d-bitový
fr: %d bits
zh_hans: %d 位

# menu.closetab.right
source: Close Tabs To Right
ca: Tanca pestanyes a la dreta
cs: Zavřít karty vpravo
fr: Fermer les onglets à droite
nl: Sluit tabbladen rechts
sk: Zatvoriť karty smerom doprava
zh_hans: 关闭右侧所有标签页

# feeds.unsubscribe
source: Unsubscribe…
ca: Elimina subscripció…
cs: Ukončit odběr…
fr: Se désabonner…
nl: De-abonneren…
zh_hans: 退订…

# dlg.feed.title
source: Title:
cs: Název:
fr: Titre :
nl: Titel:
zh_hans: 标题：

# menu.edit
source: Edit…
ca: Edita…
cs: Upravit…
fr: Modifier…
nl: Bewerken…
zh_hans: 编辑…

# dlg.ident.delete
source: Delete Identity and Files
ca: Esborra la identitat i els fitxers
cs: Odstranit totožnost a její soubory
fr: Supprimer l’identité et les fichiers
nl: Verwijder identiteit en bestanden
zh_hans: 删除身份和相关文件

# ident.gotohelp
source: See %sHelp%s for more information about TLS client certificates.
ca: Visualitza %sAjuda%s per més informació sobre els certificats de client de TLS.
cs: Otevřete %sNápovědu%s pro více informací o TLS klientských certifikátech.
fr: Voir l'%sAide%s pour plus d'informations sur les certificats TLS clients.
nl: Zie %sHelp%s voor meer informatie over TLS-clientcertificaten.
zh_hans: 查看%s帮助%s來了解更多关于 TLS 客户端证书的信息。

# link.newtab
source: Open Link in New Tab
ca: Obre l'enllaç a una nova pestanya
cs: Otevřít odkaz v nové kartě
fr: Ouvrir le lien dans un nouvel onglet
nl: Open link in nieuw tabblad
zh_hans: 在新标签页中打开链接

# menu.dup
source: Duplicate…
ca: Duplica…
cs: Duplikovat…
fr: Dupliquer…
nl: Dupliceren…
zh_hans: 克隆…

# ident.temporary
source: Temporary
ca: Temporal
cs: Dočasná
fr: Temporaire
nl: Tijdelijk
zh_hans: 临时

# dlg.confirm.history.clear
source: Do you really want to erase the history of all visited pages?
ca: De veres que voleu borrar la història de totes les pàgines visitades?
cs: Opravdu chcete vymazat historii všech navštívených stránek?
fr: Voulez-vous vraiment effacer l’historique de toutes les pages visitées ?
nl: Weet je zeker dat je de hele geschiedenis van bezochte pagina's wil wissen?
zh_hans: 确定要清除所有的浏览记录吗？

# dlg.history.clear
source: Clear History
ca: Neteja l'historial
cs: Vymazat historii
fr: Effacer l’historique
nl: Wis geschiedenis
zh_hans: 清除记录

# bookmark.tag.home
source: Use as Homepage
ca: Usa com a pàgina d'inici
cs: Nastavit jako domovskou stránku
fr: Utiliser comme page d’accueil
nl: Gebruik als startpagina
zh_hans: 用作主页

# menu.copyurl
source: Copy URL
ca: Copia l'URL
cs: Kopírovat adresu URL
fr: Copier l’URL
nl: Kopieer URL
zh_hans: 拷贝地址

# menu.forgeturl
source: Forget URL
ca: Oblida l'URL
cs: Zapomenout adresu URL
fr: Oublier l’URL
nl: Vergeet URL
zh_hans: 忘记该地址

# history.clear
source: Clear History…
ca: Neteja l'historial…
cs: Vymazat historii…
fr: Effacer l’historique…
nl: Geschiedenis wissen…
zh_hans: 清除浏览记录…

# ident.expiry
source: Expires %b %d, %Y
ca: Expira el %d %b %Y
cs: Platnost vyprší %d. %m. %Y
fr: Expire le %d %b %Y
nl: Verloopt op %d %b %Y
zh_hans: 将于 %Y 年 %m 月 %d日过期

# ident.fingerprint
source: Copy Fingerprint
ca: Copia emprempta digital
cs: Zkopírovat otisk
fr: Copier l’empreinte
nl: Kopieer vingerafdruk
zh_hans: 拷贝指纹

# feeds.list.entrycount
source: a total of %u entry
ca: un total de %u entrada
cs: celkem %u položka
fr: un total de %u entrée
nl: in totaal %u artikel
sk: celkovo %z položka
zh_hans: 共包含 %zu 项

# minutes.ago
source: %d minute ago
ca: fa %d minut
cs: před minutou
fr: il y a %d minute
nl: %d minuut geleden
sk: pred %d minútou
zh_hans: %d 分钟前

# hours.ago
source: %d hour ago
ca: fa %d hora
cs: před hodinou
fr: il y a %d heure
nl: %d uur geleden
sk: pred %d hodinou
zh_hans: %d 小时前

# menu.zoom.reset
source: Reset Zoom
ca: Restaura el zoom
cs: Obnovit přiblížení
fr: Réinitialiser le zoom
nl: Zoom resetten
zh_hans: 重置缩放级

# feeds.list.refreshtime
source: The latest refresh occurred %s.
ca: La darrera actualització va ocórrer %s.
cs: Poslední obnova proběhla: %s.
fr: La dernière actualisation a eu lieu %s.
nl: %s ververst.
sk: Posledné obnovenie prebehlo pred %s.
zh_hans: 最近更新于 %s。

# menu.zoom.in
source: Zoom In
ca: Amplia
cs: Přiblížit
fr: Zoomer
nl: Inzoomen
sk: Priblížiť
zh_hans: 放大

# menu.zoom.out
source: Zoom Out
ca: Redueix
cs: Oddálit
fr: Dézoomer
nl: Uitzoomen
sk: Oddialiť
zh_hans: 缩小

# doc.pre.nocaption
source: Preformatted text without a caption
ca: Text preformatat sense llegenda
cs: Předformátovaný text bez popisku
fr: Texte préformaté sans légende
nl: Vooringedeelde tekst zonder bijschrift
sk: Predformátovaný text bez popisu
zh_hans: 无说明的预格式化文本

# menu.title.identity
source: Identity
ca: Indentitat
cs: Totožnost
fr: Identité
nl: Identiteit
sk: Totožnosť
zh_hans: 身份

# reload.never
source: Never
ca: Mai
cs: Nikdy
fr: Jamais
nl: Nooit
zh_hans: 永不

# menu.show.history
source: Show History
ca: Mostra historial
cs: Ukázat historii
fr: Afficher l’historique
nl: Toon geschiedenis
sk: Ukázať históriu
zh_hans: 显示浏览记录

# menu.reload
source: Reload Page
ca: Recarrega la pàgina
cs: Aktualizovat stránku
fr: Recharger la page
nl: Herlaad pagina
sk: Načítať stránku znova
zh_hans: 刷新

# menu.closetab.other
source: Close Other Tabs
ca: Tanca les altres pestanyes
cs: Zavřít ostatní karty
fr: Fermer les autres onglets
nl: Sluit andere tabbladen
sk: Zatvoriť ostatné karty
zh_hans: 关闭其它标签页

# menu.closetab.left
source: Close Tabs To Left
ca: Tanca pestanyes a l'esquerra
cs: Zavřít karty vlevo
fr: Fermer les onglets à gauche
nl: Sluit tabbladen links
sk: Zatvoriť karty smerom doľava
zh_hans: 关闭左侧所有标签页

# menu.preferences
source: Preferences…
ca: Preferències…
cs: Předvolby…
fr: Préférences…
nl: Voorkeuren…
sk: Voľby…
zh_hans: 偏好设置…

# menu.help
source: Help
ca: Ajuda
cs: Nápověda
fr: Aide
sk: Pomoc
zh_hans: 帮助

# hint.newident.optional
source: optional
cs: volitelný
fr: facultatif
nl: optioneel
zh_hans: 选填

# dlg.newident.temp
source: Temporary:
cs: Dočasná:
fr: Temporaire :
nl: Tijdelijk:
zh_hans: 临时：

# dlg.newident.org
source: Organization:
cs: Organizace:
fr: Organisation :
nl: Organisatie:
zh_hans: 组织：

# dlg.newident.country
source: Country:
cs: Stát:
fr: Pays :
nl: Land:
zh_hans: 国家：

# menu.autoreload
source: Set Auto-Reload…
ca: Estableix l'auto-recàrrega…
cs: Naplánovat aktualizaci stránky…
fr: Rechargement auto…
nl: Automatisch herladen…
zh_hans: 设置自动刷新…

# dlg.unsub
source: Unsubscribe
ca: Elimina subscripció
cs: Ukončit odběr
fr: Se désabonner
nl: Deabonneren
zh_hans: 退订

# dlg.input.send
source: Send
ca: Envia
cs: Odeslat
fr: Envoyer
nl: Verstuur
zh_hans: 发送

# dlg.save.size
source: Size:
ca: Mida:
cs: Velikost:
fr: Taille :
nl: Grootte:
zh_hans: 大小：

# heading.autoreload
source: Auto-Reload
ca: Auto-recarregar
cs: Automatické obnovování
fr: Rechargement auto
nl: AUTO-HERLADEN
zh_hans: 自动刷新

# heading.pageinfo
source: Page Information
ca: Informació de la pàgina
cs: Informace o stránce
fr: Informations sur la page
nl: PAGINA-INFORMATIE
zh_hans: 页面信息

# pageinfo.header.cached
source: (cached content)
ca: (contingut en la memòria cau)
cs: (obsah uložený v mezipaměti )
fr: (contenu en cache)
nl: (inhoud uit cache)
zh_hans: （来自本地缓存）

# ident.delete
source: Delete Identity…
ca: Esborra identitat…
cs: Odstranit totožnost…
fr: Supprimer l’identité…
nl: Verwijder identiteit…
zh_hans: 删除身份…

# heading.ident.delete
source: Delete Identity
ca: Esborra identitat
cs: Odstranit totožnost
fr: Supprimer l’identité
nl: VERWIJDER IDENTITEIT
zh_hans: 删除身份

# sidebar.empty.idents
source: No Identities
ca: Cap identitat
cs: Žádné totožnosti
fr: Aucune identité
nl: Geen identiteiten
zh_hans: 无身份

# dlg.save.incomplete
source: The page contents are still being downloaded.
ca: Els continguts de la pàgina ja s'estant descarregant.
cs: Obsah této stránky se ještě stahuje.
fr: Le contenu de la page est toujours en cours de téléchargement.
nl: De pagina-inhoud wordt nog steeds gedownload.
zh_hans: 页面内容依然在下载。

# reload.onceperday
source: Once per day
ca: Una vegada per dia
cs: Jednou za den
fr: Une fois par jour
nl: Eens per dag
zh_hans: 每天一次

# link.newtab.background
source: Open Link in Background Tab
ca: Obre l'enllaç a una pestanya de fons
cs: Otevřít odkaz v kartě na pozadí
fr: Ouvrir le lien dans un onglet en arrière-plan
nl: Open link in achtergrondtabblad
zh_hans: 在新标签页中打开链接但不切换

# link.browser
source: Open Link in Default Browser
ca: Obre l'enllaç al navegador per defecte
cs: Otevřít odkaz ve výchozím prohlížeči
fr: Ouvrir le lien dans le navigateur par défaut
nl: Open link in standaard browser
zh_hans: 在默认浏览器中打开链接

# link.noproxy
source: Open without Proxy
ca: Obre sense el servidor intermedi
cs: Otevřít bez použití prostředníka
fr: Ouvrir sans proxy
nl: Open zonder proxy
zh_hans: 在不使用代理的情况下打开

# link.copy
source: Copy Link
ca: Copia l'enllaç
cs: Zkopírovat odkaz
fr: Copier le lien
nl: Kopieer link
zh_hans: 拷贝链接

# dlg.openlink.confirm
source: Open this link in the default browser? %s%s
ca: Obre aquest enllaç al navegador per defecte? %s%s
cs: Chcete tento odkaz otevřít ve výchozím prohlížeči? %s%s
fr: Ouvrir ce lien dans le navigateur par défaut ? %s%s
nl: Open deze link in de standaard browser? %s%s
zh_hans: 要在默认浏览器里打开这个链接吗？ %s%s

# dlg.openlink
source: Open Link
ca: Obre l'enllaç
cs: Otevřít odkaz
fr: Ouvrir le lien
zh_hans: 打开链接

# dlg.certwarn.expired
source: The received certificate has expired on %s.
ca: El certificat rebut ha expirat el %s.
cs: Přijatému certifikátu vypršela platnost %s.
fr: Le certificat reçu a expiré le %s.
nl: Het ontvangen certificaat is verlopen op %s.
zh_hans: 收到的证书已经于%s过期。

# dlg.certimport.nocert
source: No Certificate
cs: Žádný certifikát
fr: Aucun certificat
nl: Geen certificaat
zh_hans: 无证书

# dlg.certimport.nokey
source: No Private Key
cs: Žádný soukromý klíč
fr: Aucune clé privée
nl: Geen privésleutel
zh_hans: 无私钥

# heading.lookup.history
source: HISTORY
cs: HISTORIE
fr: HISTORIQUE
nl: GESCHIEDENIS
zh_hans: 浏览记录

# dlg.translate
source: Translate
ca: Tradueix
cs: Přeložit
fr: Traduire
nl: Vertaal
zh_hans: 翻译

# dlg.translate.to
source: To:
ca: Per a:
cs: Pro:
fr: Vers :
nl: Naar:
zh_hans: 翻译至：

# lang.ar
source: Arabic
ca: Àrab
cs: Arabština
fr: Arabe
nl: Arabisch
zh_hans: 阿拉伯语

# lang.en
source: English
ca: Anglès
cs: Angličtina
fr: Anglais
nl: Engels
zh_hans: 英语

# lang.pt
source: Portuguese
ca: Portuguès
cs: Portugalština
fr: Portugais
nl: Portugees
zh_hans: 葡萄牙语

# lang.ru
source: Russian
ca: Rus
cs: Ruština
fr: Russe
nl: Russisch
zh_hans: 俄语

# lang.es
source: Spanish
ca: Espanyol
cs: Španělština
fr: Espagnol
nl: Spaans
zh_hans: 西班牙语

# dlg.bookmark.title
source: Title:
cs: Název:
fr: Titre :
nl: Titel:
zh_hans: 标题：

# dlg.translate.unavail
source: Service Unavailable
ca: Servei no disponible
cs: Služba nedostupná
fr: Service non disponible
nl: Dienst niet beschikbaar
zh_hans: 服务不可用

# dlg.translate.fail
source: Request Failed
ca: Sol·licitud fallida
cs: Požadavek selhal
fr: La requête a échoué
nl: Verzoek mislukt
zh_hans: 请求失败

# sidebar.feeds
source: Feeds
ca: Subscripcions
cs: Kanály
fr: Flux
zh_hans: 订阅项

# feeds.list.title
source: Feed entries
ca: Entrades de las subscripcions
cs: Položky kanálu
fr: Entrées de flux
nl: Feed-artiekelen
sk: Položky kanála
zh_hans: 订阅项

# feeds.list.counts
source: You are subscribed to %u feed that contains %%s.
ca: Esteu subscrit a la subscripció %u que conté %%s.
cs: Odebíráte %u kanál, který obsahuje %%s.
fr: Vous êtes abonné à %u flux contenant %%s.
nl: Je bent geabbonneerd op %u feed die %%s bevat.
sk: Odoberáte %z kanál, ktorý obsahuje %%.
zh_hans: 您订阅了 %zu 个源，%%s。

# about.logo
source: ASCII art: the word "Lagrange" using a large font
ca: Art ASCII: la paraula "Lagrange" usant una font gran
cs: ASCII umění: slovo "Lagrange" vykresleno velkým písmem
fr: ASCII art : le mot « Lagrange » en utilisant une grande police
nl: ASCII-kunst: het woord "Lagrange" in grote letters
zh_hans: ASCII 艺术：大字体的单词「Lagrange」

# menu.save.downloads
source: Save to Downloads
ca: Desa a Baixades
cs: Uložit do stažených souborů
fr: Enregistrer dans les téléchargements
nl: Opslaan naar Downloads
sk: Uložiť medzi stiahnuté súbory
zh_hans: 保存至下载

# menu.feeds.entrylist
source: Show Feed Entries
ca: Visualitza les entrades de subscripció
cs: Ukázat položky kanálu
fr: Afficher les entrées de flux
nl: Toon feed-artiekelen
sk: Ukázať položky kanála
zh_hans: 显示订阅项

# menu.copy.pagelink
source: Copy Link to Page
ca: Copia enllaç a la pàgina
cs: Kopírovat adresu stránky
fr: Copier le lien vers la page
nl: Kopieer link naar pagina
sk: Kopírovať adresu stránky
zh_hans: 拷贝到页面的链接

# numbertype.integer
source: integer
ca: enter
cs: celé číslo
fr: entier
zh_hans: 整数

# menu.show.outline
source: Show Page Outline
ca: Mostra el resum de la pàgina
cs: Ukázat rozložení stránky
fr: Afficher le sommaire
nl: Toon inhoudsopgave
zh_hans: 显示页面大纲

# feeds.edit
source: Edit Feed…
ca: Edita subscripció…
cs: Upravit kanál…
fr: Modifier le flux…
nl: Feed bewerken…
zh_hans: 编辑订阅…

# menu.edit.notes
source: Edit Notes…
ca: Edita les notes…
cs: Upravit poznámky…
fr: Modifier les notes…
nl: Bewerk notities…
zh_hans: 编辑注解…

# prefs.hoverlink
source: Show URL on hover:
cs: Ukázat URL po najetí kurzorem:
fr: Afficher l’URL au survol :
nl: Toon URL bij aanwijzen:
zh_hans: 光标悬停时显示地址：

# menu.show.feeds
source: Show Feeds
ca: Visualitza les subscripcions
cs: Ukázat kanály
fr: Afficher les flux
nl: Toon feeds
sk: Ukázať kanály
zh_hans: 显示订阅项

# sidebar.action.feeds.showunread
source: Unread
ca: Sense llegir
cs: Nepřečtené
fr: Non-lus
nl: Ongelezen
zh_hans: 未读

# feeds.list.refreshtime.now
source: The latest refresh occurred just a moment ago.
ca: La darrer actualització va ocórrer fa just un moment.
cs: Poslední obnova proběhla před krátkou chvílí.
fr: La dernière actualisation a eu lieu il y a quelques instants.
nl: Net ververst.
sk: Posledné obnovenie prebehlo iba pred chvíľou.
zh_hans: 刚刚更新。

# status.feeds
source: Updating Feeds
ca: Actualitzant subscripcions
cs: Probíhá aktualizace kanálů
fr: Mise à jour des flux
nl: Feeds bijwerken
zh_hans: 正在刷新订阅

# page.timestamp
source: Received at %I:%M %p on %b %d, %Y
ca: Rebut a les %l:%M %p el %d %b %Y
cs: Obdrženo %d. %m. %Y, v %k:%M
fr: Reçu à %I:%M %p le %d %b %Y
nl: Ontvangen om %H:%M op %d %b %Y
zh_hans: 于 %Y 年 %m 月 %d 日 %H:%M 接收

# menu.feeds.refresh
source: Refresh Feeds
ca: Refresca les subcripcions
cs: Aktualizovat kanály
fr: Actualiser les flux
nl: Ververs feeds
zh_hans: 刷新订阅项

# dlg.feed.type.gemini
source: YYYY-MM-DD Links
cs: YYYY-MM-DD odkazy
fr: Liens AAAA-MM-JJ
nl: JJJJ-MM-DD links
zh_hans: YYYY-MM-DD 链接

# dlg.feed.type.headings
source: New Headings
cs: Nové nadpisy
fr: Nouveaux titres
nl: Nieuwe koppen
zh_hans: 新的标题

# dlg.feed.save
source: Save Settings
cs: Uložit nastavení
fr: Enregistrer les paramètres
nl: Instellingen opslaan
zh_hans: 保存设置

# error.badresource
source: Invalid Resource
cs: Neplatný zdroj
fr: Ressource invalide
nl: Ongeldige bron
zh_hans: 无效的资源

# status.query
source: Search Query
ca: Consulta de la cerca
cs: Vyhledat dotaz
fr: Recherche
nl: Zoekopdracht
zh_hans: 搜索查询

# dlg.feed.entrytype
source: Entry type:
cs: Typ zápisu:
fr: Type d’entrée :
nl: Artikelen gegeven als:
zh_hans: 项目类型：

# feeds.entry.openfeed
source: Open Feed Page
ca: Obre pàgina de subcripcions
cs: Otevřít stránku kanálu
fr: Ouvrir la page du flux
nl: Open feedpagina
zh_hans: 打开页面

# feeds.markallread
source: Mark All as Read
ca: Marca tot com a llegit
cs: Označit všechny jako přečtené
fr: Tout marquer comme lu
nl: Markeer alles als gelezen
zh_hans: 全部标记为已读

# feeds.refresh
source: Refresh Feeds
ca: Refresca subscripcions
cs: Aktualizovat kanály
fr: Actualiser les flux
nl: Feeds verversen
zh_hans: 刷新

# hint.findtext
source: find text on page
ca: cerca text a la pàgina
cs: Najít text na stránce
fr: chercher dans le texte de la page
nl: zoek tekst in pagina
zh_hans: 在页面上查找文本

# mb.per.sec
source: MB/s
fr: Mo/s

# sidebar.date.thisyear
source: %b. %d
ca: %d. %b
cs: %d. %b.
fr: %d %b
nl: %d %b
zh_hans: %m 月 %d日

# sidebar.date.otheryear
source: %b. %d, %Y
ca: %d.%b, %Y
cs: %d. %d. %Y
fr: %d %b %Y
nl: %d %b %Y
zh_hans: %Y年 %m 月 %d日
