Repository: skyjake/lagrange
Catalog: po/*.po
Languages: ca, cs, fr, nl, sk, zh_hans

# doc.archive.view
source: View archive contents
ca: Visualitza el contingut del fitxer
cs: Zobrazit obsah archivu
fr: Afficher le contenu de l’archive
nl: Bekijk archiefinhoud
sk: Zobraziť obsah archívu

# doc.archive
source: %s is a compressed archive.
ca: %s és un arxiu comprimit.
cs: %s je zkomprimovaný archiv.
fr: %s est une archive compressée.
nl: %s is een gecomprimeerd archief.

# bookmark.tag.linksplit
source: Links open to the side
ca: Obre enllaços al costat
cs: Odkazy se otevírají do strany
fr: Ouverture des liens sur le côté
nl: Links openen aan zijkant

# link.side
source: Open Link to the Side
ca: Obre l'enllaç al costat
cs: Otevřít odkaz na vedlejší straně
fr: Ouvrir le lien sur le côté
nl: Open link aan de zijkant

# prefs.pinsplit
source: Split view pinning:
cs: Přišpendlení v rozpůleném pohledu:
fr: Épingler un des côtés :
nl: Gesplitst tabblad pinnen:

# prefs.pinsplit.none
source: None
cs: Žádné
fr: Aucun
nl: Geen

# archive.exit
source: Exit the archive
cs: Odejít z archivu
fr: Sortir de l’archive
nl: Verlaat archief

# archive.summary
source: This archive contains %u item and its compressed size is %.1f MB.
cs: Tento archiv obsahuje %u soubor a jeho zkomprimovaná velikost je %.1f MB.
fr: Cette archive contient %u élément et sa taille compressée est de %.1f Mo.
nl: Dit archief bevat %u item en de gecomprimeerde grootte is %.1f MB.

# dir.empty
source: This directory is empty.
cs: Tato složka je prázdná.
fr: Ce répertoire est vide.
nl: Deze map is leeg.

# dir.summary
source: This directory contains %u item.
cs: Tato složka obsahuje %u položku.
fr: Ce répertoire contient %u élément.
nl: Deze map bevat %u item.

# menu.split.swap
source: Swap Sides
ca: Intercanvia costats
cs: Prohodit strany
fr: Échanger les côtés
nl: Kanten verwisselen
sk: Prehodiť strany

# keys.split.menu
source: Set view split mode
cs: Nastavit režim rozpůleného okna
fr: Définir le mode de vues séparées
nl: Stel gesplitste weergavemodus in

# bookmark.export.title.folder
source: Bookmarks
cs: Záložky
fr: Signets
nl: Bladwijzers

# bookmark.export.title.tag
source: Bookmark tags
cs: Značení záložek
fr: Étiquettes de signet
nl: Bladwijzer-tags

# bookmark.export.saving
source: Save this page to export them, or you can copy them to the clipboard.
cs: Uložte tuto stránku aby jste je exportovali, nebo je můžete zkopírovat do schránky.
fr: Enregistrez cette page pour les exporter, ou copiez-les dans le presse-papiers.
nl: Bewaar deze pagina om ze te exporteren, of kopieer ze naar het klembord.

# bookmark.export.taginfo
source: In this list each heading represents a bookmark tag. Only tagged bookmarks are listed. Bookmarks with multiple tags are repeated under each tag.
cs: V tomto seznamu, každý nadpis představuje značení záložek. Pouze označené záložky jsou vypsány. Záložky s více než jedním označením jsou vypsány pod každým.
fr: Dans cette liste, chaque titre représente une étiquette de signet. Seuls les signets étiquetés sont listés. Ceux avec plusieurs étiquettes sont dupliqués sous chacune d'elles.
nl: In deze lijst staat elke kop voor een bladwijzer-tag. Alleen bladwijzers met tags worden getoond. Bladwijzers met meerdere tags worden onder elke tag herhaald.

# hint.upload.text
source: enter text to upload
cs: vložte text k odeslání
fr: entrer le texte à téléverser
nl: voer tekst in om te uploaden

# upload.mime
source: MIME type:
ca: Tipus MIME:
cs: MIME typ:
fr: Type MIME :

# error.certverify.msg
source: Connection to the server was cancelled because its TLS certificate does not match the one we trust. Please check if the server has announced a certificate change. If not, it is possible that a malicious third party is masquerading as the server you tried to reach. The certificate can be marked as trusted in Page Information.
cs: Připojení k serveru bylo zrušeno, protože jeho TLS certifikát se neshoduje s tím, jemuž důvěřujeme. Zkontrolujte, zdali server neoznámil změnu certifikátu. Pokud ne, je možné že zlomyslná třetí strana se vydává se server k němuž se pokoušíte připojit. Tento certifikát můžete označit jako důvěryhodný v informacích o stránce.
fr: La connexion au serveur a été interrompue car le certificat TLS reçu ne correspond pas à celui auquel nous faisons confiance. Veuillez vérifier si le serveur a signalé un changement de certificat. Si ce n’est pas le cas, il est possible qu’un tiers se fasse passer pour le serveur que vous essayez d’atteindre. Le certificat peut être marqué comme étant de confiance dans les Informations de la Page.
nl: De verbinding met de server werd geannuleerd omdat zijn TLS-certificaat niet overeen komt met degene die we vertrouwen. Controleer of de server een certificaatvervanging heeft aangekondigd. Zo niet, dan kan het zijn dat een kwaadaardige derde partij zich voordoet als de server die je probeerde te bereiken. Je kan het certificaat als vertrouwd markeren in Pagina-informatie.

# dlg.input.linebreak
source: Line break
ca: Salt de línia
cs: Zalomení řádku
fr: Saut de ligne
nl: Regeleinde

# link.file.delete
source: Delete File
ca: Esborra fitxer
cs: Odstranit soubor
fr: Supprimer le fichier
nl: Verwijder bestand

# heading.file.delete
source: Delete File
ca: Esborra arxiu
cs: Odstranit soubor
fr: Supprimer le fichier
nl: VERWIJDER BESTAND

# dlg.file.delete.confirm
source: Are you sure you want to delete this file?
ca: Esteu segur que voleu esborrar aquest fitxer?
cs: Jste si jisti, že chcete odstranit tento soubor?
fr: Voulez-vous vraiment supprimer ce fichier ?
nl: Weet je zeker dat je dit bestand wilt verwijderen?

# dlg.file.delete
source: Delete
ca: Esborra
cs: Odstranit
fr: Supprimer
nl: Verwijder

# heading.uploadport
source: Titan Upload Port
ca: Port de pujada de Titan
cs: Port Titanu pro odesílání
fr: Port de téléversement Titan
nl: TITAN UPLOADPOORT

# dlg.uploadport.msg
source: Set the Titan server port to use for this URL. The port is saved in the site-specific configuration.
cs: Nastavte port pro používání s Titanem pro tuto URL. Bude uložen v konfiguraci pro tuto stránku.
fr: Définit le port du serveur Titan à utiliser pour cette URL. Le port est enregistré dans la configuration spécifique au site.
nl: Stel de Titan-serverpoort in om te gebruiken voor deze URL. De poort wordt opgeslagen in de site-specifieke configuratie.

# dlg.uploadport.set
source: Set Port
cs: Nastavit port
fr: Définir le port
nl: Stel poort in

# heading.prefs.uitheme
source: UI Colors
cs: Barvy rozhraní
fr: Interface
nl: INTERFACE-KLEUREN

# keys.split.item
source: Split view menu:
cs: Nabídka rozpůleného pohledu:
fr: Menu Diviser la vue :
nl: Menu gesplitste weergave:

# error.certexpired
source: Expired Certificate
cs: Certifikát s vypršenou platností
fr: Certificat expiré
nl: Verlopen certificaat

# error.certexpired.msg
source: Connection to the server was cancelled because its TLS certificate has expired.
cs: Připojení k serveru bylo přerušeno, neboť platnost jeho TLS certifikátu vypršela.
fr: La connexion au serveur a été annulée car son certificat TLS a expiré.
nl: De verbinding met de server werd geannuleerd omdat zijn TLS-certificaat verlopen is.

# prefs.pinsplit.left
source: Left Tab
cs: Levé karty
fr: Côté gauche
nl: Linkertabblad

# prefs.pinsplit.right
source: Right Tab
cs: Pravé karty
fr: Coté droit
nl: Rechtertabblad

# prefs.linespacing
source: Line spacing:
cs: Rozestup mezi řádky:
fr: Interligne :
nl: Regelafstand:

# prefs.memorysize
source: Memory size:
ca: Mida de la memòria:
cs: Velikost paměti:
fr: Taille mémoire :
nl: Geheugengrootte:

source: Close
ca: Tanca
cs: Zavřít
fr: Fermer
nl: Sluiten
sk: Zatvoriť

# ident.export
source: Export
ca: Exporta
cs: Exportovat
fr: Exporter
nl: Exporteer

# error.server.msg
source: Server responded with the message:
ca: El servidor ha respost amb el missatge:
cs: Server odpověděl s následující zprávou:
fr: Le serveur a répondu avec le message :
nl: Server reageerde met bericht:

# dlg.newident.scope
source: Use on:
cs: Použita na:
fr: Utiliser pour :
nl: Gebruik op:

# dlg.newident.more
source: More…
cs: Více…
fr: Plus…
nl: Meer…

# dlg.newident.scope.domain
source: Current Domain
cs: Aktuální doméně
fr: Domaine actuel
nl: Huidig domein

# dlg.newident.scope.page
source: Current Page
cs: Aktuální stránce
fr: Page actuelle
nl: Huidige pagina

# dlg.newident.scope.none
source: Not Used
cs: Nepoužívána
fr: Non utilisée
nl: Niet gebruikt

# prefs.scrollspeed.keyboard
source: Keyboard speed:
cs: Rychlost posouvání klávesnicí:
fr: Vitesse du clavier :
nl: Snelheid toetsenbord:

# prefs.scrollspeed.mouse
source: Mouse speed:
cs: Rychlost posouvání myší:
fr: Vitesse de la souris :
nl: Snelheid muis:

# prefs.returnkey
source: Return key behavior:
cs: Chování klávesy Enter:
fr: Touche Entrée :
nl: Gedrag Enter-toets:

# prefs.returnkey.linebreak
source: Line break
cs: Zalomení stránky
fr: Saut de ligne
nl: Regeleinde

# prefs.returnkey.accept
source: Accept
cs: Přijmout
fr: Accepter
nl: Accepteren

# menu.save.downloads.open
source: Save to Downloads and Open File
ca: Desa a Baixades i obri el fitxer
cs: Uložit do stažených souborů a otevřít soubor
fr: Enregistrer dans les téléchargements et ouvrir le fichier
nl: Sla op naar Downloads en open bestand
sk: Uložiť medzi stiahnuté, a otvoriť súbor

# menu.pageinfo
source: Show Page Information
ca: Mostra la informació de la pàgina
cs: Informace o stránce
fr: Afficher les informations de la page
nl: Toon pagina-informatie
sk: Ukázať informácie o stránke

# status.query.tight
source: Search
ca: Consulta
cs: Dotaz
fr: Recherche
nl: Opdracht

# feeds.atom.translated
source: This Atom XML document has been automatically translated to a Gemini feed to allow subscribing to it.
ca: Aquest document XML d'Atom ha estat automàticament traduit al format Gemini per permetre subscriure's-hi.
cs: Tento Atomový XML dokument byl automaticky přeložen do formátu Gemini kanálu aby jej bylo možné odebírat.
fr: Ce document XML Atom a été automatiquement converti en flux Gemini pour qu’il soit possible de s’y abonner.
nl: Dit Atom XML-document is automatisch omgezet naar een Gemini-feed zodat je je er op kunt abonneren.

# menu.openfile
source: Open File…
ca: Obre fitxer…
cs: Otevřít soubor…
fr: Ouvrir un fichier…
nl: Open bestand…

# bookmark.export.title.time
source: Created bookmarks
cs: Vytvořené záložky
fr: Signets créés
nl: Aangemaakte bladwijzers

# bookmark.export.count
source: You have %d bookmark.
cs: Máte %d záložku.
fr: Vous avez %d signet.
nl: Je hebt %d bladwijzer.

# bookmark.export.format.sub
source: This page is formatted according to the "Subscribing to Gemini pages" companion specification.
cs: Tato stránka je formátována podle doprovodná specifikace "Odebírání Gemini stránek".
fr: Cette page est formatée selon la spécification complémentaire « Subscribing to Gemini pages ».
nl: Deze pagina is ingedeeld volgens de "Subscribing to Gemini pages"-specificatie.

# bookmark.export.format.linklines
source: Each link represents a bookmark.
cs: Každý odkaz představuje záložku.
fr: Chaque lien représente un signet.
nl: Elke link staat voor een bladwijzer.

# bookmark.export.format.otherlines
source: Bullet lines and quotes are reserved for additional information about the preceding bookmark. Text lines and preformatted text are considered comments and should be ignored.
cs: Řádky s odrážkami a citáty jsou vyhrazeny pro dodatečné informace ohledně předcházející záložky. Textové řádky a předformátovaný text jsou považovány jako komentáře a měly by být ignorovány.
fr: Les lignes avec puce et les citations sont réservées pour des informations supplémentaires sur le signet qui les précède. Les lignes de texte et le texte préformaté sont traités comme des commentaires et doivent être ignorés.
nl: Opsommingslijsten en citaten zijn gereserveerd voor extra informatie over de voorgaande bladwijzer. Tekstregels en vooringedeelde tekst worden als opmerkingen beschouwd en moeten genegeerd worden.

# bookmark.export.format.folders
source: Folder structure is defined by level 2/3 headings.
cs: Struktura složek je definována nadpisy druhého a třetího řádu.
fr: La structure du dossier est définie par les titres de niveaux 2 et 3.
nl: Mapstructuur wordt bepaald door koppen van niveau 2 en 3.

# bookmark.export.format.tags
source: Tags are defined by level 2 headings.
cs: Označení jsou definována nadpisy druhého řádu.
fr: Les étiquettes sont définies par les titres de niveau 2.
nl: Tags worden bepaald door koppen van niveau 2.

# menu.page.upload
source: Upload with Titan…
cs: Nahrát na server pomocí Titanu…
fr: Téléverser avec Titan…
nl: Upload pagina via Titan…

# heading.upload
source: Upload with Titan
cs: Nahrát pomocí titanu
fr: Téléverser avec Titan
nl: UPLOAD VIA TITAN

# heading.upload.text
source: Text
fr: Texte
nl: Tekst

# heading.upload.file
source: File
ca: Fitxer
cs: Soubor
fr: Fichier
nl: Bestand

# upload.file.name
source: File name:
ca: Nom del fitxer:
cs: Jméno souboru:
fr: Nom du fichier :
nl: Bestandsnaam:

# upload.file.drophere
source: (drag-and-drop a file on the window)
ca: (arrossega i amolla un fitxer a la finestra)
cs: (přetáhni soubor do tohoto okna)
fr: (glisser-et-déposer un fichier sur la fenêtre)
nl: (sleep een bestand naar het venster)

# upload.file.size
source: File size:
ca: Mida del fitxer:
cs: Velikost souboru:
fr: Taille du fichier :
nl: Bestandsgrootte:

# upload.token
source: Token:
ca: Testimoni:
fr: Jeton :

# hint.upload.token
source: see server's instructions
cs: podívejte se na instrukce serveru
fr: voir les instructions du serveur
nl: zie instructies van server

# dlg.upload.send
source: Upload
ca: Penja
cs: Nahrát na server
fr: Téléverser

# keys.upload
source: Upload with Titan
cs: Nahrát pomocí Titanu
fr: Téléverser avec Titan
nl: Upload pagina via Titan

# keys.split.next
source: Switch focus to next split
cs: Přepnout zaměření na následující polovinu
fr: Basculer entre les côtés
nl: Wissel focus naar volgende splitsing

# error.certverify
source: Untrusted Server
cs: Nedůvěryhodný server
fr: Certificat inconnu
nl: Niet vertrouwde server

# menu.newfolder
source: New Folder…
ca: Nou directori…
cs: Nová složka…
fr: Nouveau dossier…
nl: Nieuwe map…

# menu.sort.alpha
source: Sort Alphabetically
ca: Ordena alfabèticament
cs: Seřadit podle abecedy
fr: Tri alphabétique
nl: Sorteer alfabetisch

# dlg.confirm.bookmarks.delete
source: Do you really want to delete the bookmark inside this folder?
ca: De veres que voleu esborrar el marcador en aquesta carpeta?
cs: Opravdu chcete odstranit tu záložku v této složce?
fr: Voulez-vous vraiment supprimer le signet de ce dossier ?
nl: Wil je echt de bladwijzer in deze map verwijderen?

# dlg.certimport.pickfile
source: Import Certificate/Key File
cs: Nahrát soubor certifikátu/klíče
fr: Importer un fichier de certificat/clé
nl: Importeer certificaat- of sleutel-bestand

# heading.bookmark.tags
source: Behavior
cs: Speciální značení
fr: Étiquettes spéciales
nl: SPECIALE TAGS

# dlg.addfolder.prompt
source: Enter the name of the new folder:
cs: Zadejte jméno nové složky:
fr: Entrez le nom du nouveau dossier :
nl: Voer de naam van de nieuwe map in:

# menu.unexpire
source: Ignore Expiry and Continue Loading
ca: Ignora l'expiració i continua carregant
cs: Ignorovat vypršení a pokračovat v načítání
fr: Ignorer l’expiration et continuer le chargement
nl: Negeer verloopdatum en ga door met laden

# menu.settings
source: Settings
ca: Configuració
cs: Nastavení
fr: Paramètres
nl: Instellingen

# menu.selectall
source: Select All
ca: Selecciona-ho tot
cs: Vybrat vše
fr: Tout sélectionner
nl: Selecteer alles

# menu.delete
source: Delete
ca: Borra
cs: Smazat
fr: Supprimer
nl: Verwijder

# menu.undo
source: Undo
ca: Desfés
cs: Zpět
fr: Annuler
nl: Ongedaan

# heading.confirm.bookmarks.delete
source: Delete Bookmarks
ca: Esborra marcadors
cs: Odstranit záložky
fr: Supprimer les signets
nl: WIS BLADWIJZERS

# dlg.bookmarks.delete
source: Delete Bookmark
ca: Esborra marcador
cs: Odstranit záložku
fr: Supprimer le signet
nl: Verwijder bladwijzer

# upload.id
source: Identity:
cs: Totožnost:
fr: Identité :
nl: Identiteit:

# dlg.upload.id.none
source: None
ca: Cap
cs: Žádné
fr: Aucun
nl: Geen

# dlg.upload.id.default
source: Default Identity
ca: Per defecte
cs: Výchozí
fr: Par défaut
nl: Standaard

# dlg.upload.text
source: Upload Plain Text
cs: Nahrát prostý text na server
fr: Téléverser du texte brut
nl: Upload platte tekst

# dlg.upload.file
source: Upload a File
ca: Penja un fitxer
cs: Nahrát soubor na server
fr: Téléverser un fichier
nl: Upload een bestand

# dlg.upload.pickfile
source: Select File
ca: Selecciona un fitxer
cs: Vybrat soubor
fr: Sélectionner un fichier
nl: Kies bestand

# heading.addfolder
source: Add Folder
cs: Přidat složku
fr: Ajouter un dossier
nl: MAP TOEVOEGEN

# dlg.addfolder.defaulttitle
source: New Folder
cs: Nová složka
fr: Nouveau dossier
nl: Nieuwe map

# dlg.addfolder
source: Add Folder
cs: Přidat složku
fr: Ajouter un dossier
nl: Map toevoegen

# heading.settings
source: Settings
cs: Nastavení
fr: Paramètres
nl: INSTELLINGEN

# prefs.imagestyle
source: Colorize images:
cs: Zbarvit obrázky:
fr: Colorisation d'images :
nl: Verkleur afbeeldingen:

# prefs.imagestyle.original
source: None
cs: Nijak
fr: Aucun
nl: Niet

# prefs.imagestyle.grayscale
source: Grayscale
cs: Černobíle
fr: Niveaux de gris
nl: Grijstinten

# prefs.imagestyle.text
source: Text Color
cs: Do barvy textu
fr: Couleur du texte
nl: Kleur hoofdtekst

# prefs.imagestyle.preformat
source: Preformatted Color
cs: Do barvy předformátovaného textu
fr: Couleur du préformaté
nl: Kleur vooringedeelde tekst

# keys.bookmark.addfolder
source: Add bookmark folder
cs: Přidat složku záložek
fr: Ajouter un dossier de signets
nl: Voeg bladwijzermap toe

# menu.website
source: Project Website…
ca: Pàgina web del projecte…
cs: Stránka projektu…
fr: Site Web du projet…

# dlg.bookmark.folder
source: Folder:
cs: Složka:
fr: Dossier :
nl: Map:

# heading.fontpack.meta
source: Fonts
cs: Písma
fr: Polices
nl: Lettertypes

# fontpack.open.aboutfonts
source: Show Installed Fonts
cs: Ukázat instalovaná písma
fr: Afficher les polices installées
nl: Toon geïnstalleerde lettertypes

# num.fonts
source: %u font
cs: %u písmo
fr: %u police
nl: %u lettertype

# truetype.help
source: Lagrange attempts to load all individual TrueType files that are copied to the user fonts directory.
cs: Lagrange se pokouší načíst všechny jednotlivé TrueType soubory, které jsou zkopírovány do složky uživatelských písem.
fr: Lagrange essaye de charger tous les fichiers TrueType individuels qui sont copiés dans le répertoire des polices utilisateur.
nl: Lagrange probeert alle individuele TrueType-lettertypes te importeren die naar de gebruikerslettertypemap worden gekopieerd.

# dlg.dismiss.ansi
source: Permanently dismiss warning about terminal emulation on %s?
cs: Trvale přestat zobrazovat varování o emulaci terminálu na %s?
fr: Ignorer de manière permanente l’avertissement à propos de l’émulation de terminal sur %s ?
nl: Wil je permanent de waarschuwing over terminal-emulatie negeren op %s?

# error.ansi.msg
source: This page may not be displayed correctly. It uses ANSI escape sequences to style text, which is only partially supported. You could try using a terminal emulator to view it.
cs: Tato stránka nemusí být správně vykreslena, používá totiž únikové znaky ANSI ke stylování textu, což je jen částečně podporováno. Můžete se ji pokusit zobrazit pomocí terminálového emulátoru.
fr: Cette page peut ne pas être affichée correctement. Elle utilise des séquences d’échappement ANSI pour appliquer des styles au texte, ce qui n’est que partiellement supporté. Vous pouvez essayer d'utiliser un émulateur de terminal pour la visualiser.
nl: Deze pagina wordt misschien niet goed weergegeven. Er worden ANSI-escape-sequences gebruikt om tekst op te maken, wat slechts gedeeltelijk ondersteund wordt. Je kan een terminal-emulator gebruiken om de pagina als bedoeld te zien.

# dlg.feed.ignoreweb
source: Ignore HTTP(S) links:
cs: Ignorovat HTTP(S) odkazy:
fr: Ignorer les liens HTTP(S) :
nl: Negeer HTTP(S)-links:

# prefs.boldlink.visited
source: Visited
cs: Navštívené
fr: Visité
nl: Bezocht

# prefs.gemtext.ansi
source: Gemtext ANSI escapes:
cs: Únikové znaky ANSI:
fr: Échappements ANSI :
nl: ANSI-escapes:

# prefs.gemtext.ansi.fg
source: FG Color
cs: Barva popředí
fr: Couleur avant-plan
nl: Voorgrondkleur

# error.ansi
source: Terminal Emulation
cs: Emulace terminálu
fr: Émulation de terminal
nl: Terminal-emulatie

# error.glyphs
source: Missing Glyphs
cs: Chybějící znaky
fr: Glyphes manquants
nl: Tekens ontbreken

# heading.fontpack.meta.disabled
source: Disabled fontpacks
cs: Zakázané písmové balíčky
fr: Packs de polices désactivés
nl: Inactieve lettertypepakketten

# fontpack.install
source: Install "%s"
cs: Instalovat "%s"
fr: Installer « %s »
nl: Installeer "%s"

# fontpack.upgrade
source: Upgrade "%s" to version %d
cs: Aktualizovat "%s" na verzi %d
fr: Mettre à jour « %s » vers la version %d
nl: Upgrade "%s" naar versie %d

# error.glyphs.msg
source: This page could not displayed in full because some characters are missing. You can install additional fonts to fix this.
cs: Tato stránka nebude plně vykreslena, jelikož některé znaky chybí. Můžete instalovat dodatečné písma aby jste to vyřešili.
fr: Cette page ne peut pas être affichée en totalité car certains caractères sont manquants. Vous pouvez installer des polices supplémentaires pour corriger cela.
nl: Sommige tekens op deze pagina kunnen niet worden weergegeven. Je kan lettertypes met extra schriften installeren om dit op te lossen.

# sidebar.action.show
source: Show:
ca: Mostra:
cs: Ukázat:
fr: Afficher :
nl: Toon:

# dlg.certwarn.title
source: Security Issue
ca: Incidència de seguretat
cs: Bezpečnostní chyba
fr: Problème de sécurité
nl: Beveiligingsprobleem

# prefs.font.ui
source: UI font:
cs: Rozhraní:
fr: Interface :
nl: Interface:

# truetype.help.installed
source: This font is installed in the user fonts directory.
cs: Toto písmo je nainstalováno ve složce uživatelských písem.
fr: Cette police est installée dans le répertoire des polices utilisateur.
nl: Dit lettertype is geïnstalleerd in de gebruikerslettertypemap.

# dlg.dismiss.warning
source: Dismiss Warning
ca: Descarta l'advertència
cs: Přestat ukazovat varování
fr: Ignorer l’avertissement
nl: Negeer waarschuwing

# heading.dismiss.warning
source: Dismiss Warning?
cs: Skrýt varování?
fr: Ignorer l’avertissement ?
nl: NEGEER WAARSCHUWING?

# menu.update
source: Check for Updates…
ca: Comprova actualitzacions…
cs: Zkontrolovat dostupné aktualizace…
fr: Rechercher des mises à jour…
nl: Controleer op updates…

# menu.fonts
source: Manage Fonts…
ca: Administra les fonts…
cs: Spravovat písma…
fr: Gérer les polices…
nl: Beheer lettertypes…

# prefs.bookmarks.addbottom
source: Add bookmarks to bottom:
cs: Přidat záložky ke spodku:
fr: Ajouter les signets en bas :
nl: Voeg bladwijzers onder toe:

# prefs.imagestyle.bgfg
source: BG-to-FG
cs: Pozadí do popředí
fr: Arrière-plan vers avant-plan
nl: Achter-naar-voorgrondkleur

# prefs.font.heading
source: Headings:
cs: Nadpisy:
fr: Titres :
nl: Koppen:

# prefs.font.body
source: Body:
cs: Tělo:
fr: Corps :
nl: Hoofdtekst:

# prefs.font.mono
source: Preformatted:
cs: Předformátovaný text:
fr: Préformaté :
nl: Vooringedeeld:

# prefs.font.monodoc
source: Monospace font:
cs: Neproporcionální písmo:
fr: Police à chasse fixe :
nl: Vaste-breedte-lettertype:

# prefs.gemtext.ansi.bg
source: BG Color
cs: Barva pozadí
fr: Couleur d'arrière-plan
nl: Achtergrondkleur

# prefs.gemtext.ansi.fontstyle
source: Font Style
cs: Styl písma
fr: Style de police
nl: Letterstijl

# prefs.font.smooth
source: Font smoothing:
cs: Vyhlazování:
fr: Lissage :
nl: Mooi maken:

# heading.fontpack.meta.enabled
source: Enabled fontpacks
cs: Povolené písmové balíčky
fr: Packs de polices activés
nl: Actieve lettertypepakketten
