Repository: skyjake/lagrange
Catalog: po/*.po
Languages: ca, cs, fr, nl, sk, zh_hans

# bookmark.title.blank
source: Blank Page
cs: Prázdná stránka
fr: Page vide
nl: Blanco pagina
zh_hans: 空页面

# about.tagline
source: A Beautiful Gemini Client
ca: Un client Gemini maco
cs: Nádherný klient pro Gemini
fr: Un client Gemini de toute beauté
nl: Een prachtige Gemini-client
sk: Pekný Gemini klient
zh_hans: 一个漂亮的 Gemini 客户端

# menu.save.files
source: Save to Files
ca: Desa a Files
cs: Uložit do souborů
fr: Enregistrer dans Fichiers
nl: Opslaan naar Bestanden
sk: Uložiť do Súborov
zh_hans: 保存至文档

# bookmark.untag.home
source: Remove Homepage
ca: Lleva la pàgina d'inici
cs: Odebrat domovskou stránku
fr: Retirer la page d’accueil
nl: Wis startpagina
zh_hans: 移除主页

# menu.page.bookmark
source: Bookmark Page…
ca: Afegeix a marcadors…
cs: Vytvořit záložku ze stránky…
fr: Ajouter la page aux signets…
nl: Maak bladwijzer…
zh_hans: 添加到书签…

# menu.page.import
source: Import Links as Bookmarks…
ca: Importa enllaços com a marcadors…
cs: Importovat odkazy jako záložky…
fr: Importer les liens comme signets…
nl: Importeer links als bladwijzers…
zh_hans: 将链接以书签形式导入…

# pageinfo.cert.ca.unverified
source: Not verified by CA
ca: No verificat per CA
cs: Neověřen certifikační autoritou
fr: Non vérifié par une AC
nl: Niet geverifieerd door CA
zh_hans: 未经权威证书机构（CA）验证

# heading.import.bookmarks
source: Import Bookmarks
ca: Importa marcadors
cs: Nahrát záložky
fr: Importer des signets
nl: IMPORTEER BLADWIJZERS
zh_hans: 导入书签

# dlg.certwarn.domain
source: The received certificate is for the wrong domain (%s). This may be a server configuration problem.
cs: Přijatý certifikát je pro špatnou doménu (%s). Toto může být problém s nastavením serveru.
fr: Le certificat reçu est pour le mauvais domaine (%s). Il peut s’agir d’un problème de configuration du serveur.
nl: Het ontvangen certificaat is voor het verkeerde domein (%s). Dit kan een serverconfiguratieprobleem zijn.
zh_hans: 收到的证书与域名不对应（%s）。可能是服务器配置有误。

# bookmark.tag.remote
source: Use as Bookmark Source
ca: Usa com a una font de marcador
cs: Použít jako zdroj záložek
fr: Utiliser comme source de signets
nl: Gebruik als bladwijzerbron
zh_hans: 作为书签源

# bookmark.untag.remote
source: Remove Bookmark Source
ca: Lleva la font del marcador
cs: Odebrat zdroj záložek
fr: Retirer la source de signets
nl: Verwijder bladwijzerbron
zh_hans: 移除书签源

# heading.newident
source: New Identity
ca: Nova identitat
cs: Nová totožnost
fr: Nouvelle identité
nl: NIEUWE IDENTITEIT
zh_hans: 创建身份

# dlg.newident.rsa.selfsign
source: Creating a self-signed 2048-bit RSA certificate.
cs: Vytváří se vlastně podepsaný 2048-bitový RSA certifikát.
fr: Création d'un certificat RSA 2048 bits auto-signé.
nl: Er wordt een zelfondertekend 2048-bit RSA-certificaat gemaakt.
zh_hans: 正在创建一个自签名的 2048 位 RSA 证书。

# dlg.certwarn.mayberenewed
source: The received certificate may have been recently renewed — it is for the correct domain and has not expired. The currently trusted certificate will expire on %s, in one day.
cs: Přijatý certifikát mohl být nedávno obnoven - je pro správnou doménu a nevypršel. Dosud důvěryhodný certifikát vyprší %s, za jeden den.
fr: Le certificat reçu a peut-être été renouvelé récemment — il correspond au bon domaine et n’a pas expiré. Le certificat actuellement connu va expirer le %s, dans une journée.
nl: Het ontvangen certificaat is misschien recent vernieuwd — het is voor het correcte domein en niet verlopen. Het huidig vertrouwde certificaat verloopt op %s, over één dag.
zh_hans: 收到的证书或许是最近更新了——它对应这个域名且没有过期。目前信任的证书会在%s，即 %d 天后过期。

# dlg.newident.userid
source: User ID:
cs: ID uživatele:
fr: ID utilisateur :
nl: Gebruikers-ID:
zh_hans: 用户 ID：

# prefs.boldlink.dark
source: On Dark
cs: V temném tématu
fr: Sur fond sombre
nl: Op donker
zh_hans: 在深色下

# prefs.doctheme.name.colorfuldark
source: Colorful Dark
cs: Barevné temné
fr: Couleurs sombres
nl: Kleurrijk donker
zh_hans: 五彩斑斓的黑

# prefs.doctheme.name.colorfullight
source: Colorful Light
cs: Barevné světlé
fr: Couleurs claires
nl: Kleurrijk licht
zh_hans: 五彩斑斓的白

# heading.subscribe
source: Subscribe to Page
cs: Odebírat stránku
fr: S’abonner à la page
nl: ABONNEER OP PAGINA
zh_hans: 订阅页面

# dlg.bookmark.tags
source: Tags:
cs: Značení:
fr: Étiquettes :
zh_hans: 标签：

# heading.prefs.certs
source: Certificates
cs: Certifikáty
fr: Certificats
nl: CERTIFICATEN
zh_hans: 证书

# dlg.certwarn.domain.expired
source: The received certificate is expired AND for the wrong domain.
cs: Přijatému certifikátu vypršela platnost a ještě k tomu je pro špatnou doménu.
fr: Le certificat reçu est pour le mauvais domaine ET a expiré.
nl: Het ontvangen certificaat is verlopen en ook nog voor het verkeerde domein.
zh_hans: 收到的证书已经过期，且域名不对应。

# dlg.import.found
source: Found one new link on the page.
ca: Trobat un nou enllaç a la pàgina.
cs: Na stránce byl nalezen nový odkaz.
fr: Un nouveau lien trouvé sur la page.
nl: Er is één nieuwe link gevonden op de pagina.
zh_hans: 在页面上找到了 %d 条新的链接。

# dlg.import.add
source: %sAdd Bookmark
ca: %sAfegeix marcador
cs: %sPřidat záložku
fr: %sAjouter un signet
nl: %sVoeg bladwijzer toe
zh_hans: %s添加 %d 个书签

# heading.history.clear
source: Clear History
ca: Neteja l'historial
cs: Vymazat historii
fr: Effacer l’historique
nl: GESCHIEDENIS WISSEN
zh_hans: 清除浏览记录

# menu.bookmarks.refresh
source: Refresh Remote Bookmarks
ca: Refresca els marcadors remots
cs: Aktualizovat vzdálené záložky
fr: Actualiser les signets distants
nl: Ververs externe bladwijzers
zh_hans: 刷新远端书签

# sidebar.bookmarks
source: Bookmarks
ca: Marcadors
cs: Záložky
fr: Signets
nl: Bladwijzers
zh_hans: 书签

# sidebar.entry.bookmark
source: Add Bookmark…
ca: Afegeix un marcador…
cs: Přidat záložku…
fr: Ajouter un signet…
nl: Bladwijzer toevoegen…
zh_hans: 添加书签…

# feeds.entry.bookmark
source: Add Bookmark…
ca: Afegeix marcador…
cs: Přidat záložku…
fr: Ajouter un signet…
nl: Bladwijzer toevoegen…
zh_hans: 添加书签…

# bookmark.delete
source: Delete Bookmark
ca: Esborra el marcador
cs: Odstranit záložku
fr: Supprimer le signet
nl: Verwijder bladwijzer
zh_hans: 删除书签

# bookmarks.reload
source: Refresh Remote Sources
ca: Refresca les fonts remotes
cs: Obnovit vzdálené zdroje
fr: Actualiser les sources distantes
nl: Externe bronnen verversen
zh_hans: 刷新远端书签源

# pageinfo.cert.trusted
source: Trusted
ca: Confiable
cs: Důvěryhodný
fr: De confiance
nl: Vertrouwd
zh_hans: 受信任的

# pageinfo.cert.untrusted
source: Not trusted
ca: No confiable
cs: Nedůvěryhodný
fr: Pas de confiance
nl: Niet vertrouwd
zh_hans: 不受信任的

# dlg.cert.trust
source: Trust
ca: Confiança
cs: Důvěřovat
fr: Faire confiance
nl: Vertrouw
zh_hans: 信任

# heading.lookup.bookmarks
source: BOOKMARKS
cs: ZÁLOŽKY
fr: SIGNETS
nl: BLADWIJZERS
zh_hans: 书签

# heading.lookup.identities
source: IDENTITIES
cs: TOTOŽNOSTI
fr: IDENTITÉS
nl: IDENTITEITEN
zh_hans: 身份

# prefs.quoteicon.icon
source: " Icon
cs: Ikona "
fr: Icône "
nl: " icoon
zh_hans: “ 图标

# prefs.uiscale
source: UI scale factor:
cs: Faktor velikosti rozhraní:
fr: Échelle de l’UI :
nl: Interface-schaalfactor:
zh_hans: 界面缩放比例：

# prefs.linewidth
source: Line width:
cs: Šířka textu:
fr: Largeur de ligne :
nl: Regelbreedte:
zh_hans: 线宽：

# prefs.linewidth.fill
source: Fill
cs: Vyplnit
fr: Remplir
nl: Vullen
zh_hans: 填充

# menu.bookmarks.list
source: List All Bookmarks
ca: Llista tots els marcadors
cs: Ukázat všechny záložky
fr: Lister tous les signets
nl: Toon alle bladwijzers
sk: Ukázať všetky záložky
zh_hans: 列出全部书签

# menu.bookmarks.bytag
source: List Bookmarks by Tag
ca: Llista els marcadors per etiqueta
cs: Vypsat záložky podle značení
fr: Lister les signets par étiquette
nl: Toon bladwijzers op tag
sk: Ukázať záložky podľa značenia
zh_hans: 按标签列出书签

# macos.menu.bookmarks.bytag
source: List by Tag
ca: Llista per etiqueta
cs: Vypsat podle značení
fr: Lister par étiquette
nl: Toon op tag
sk: Ukázať podľa značenia
zh_hans: 按标签列出

# macos.menu.bookmarks.list
source: List All
ca: Llista-ho tot
cs: Ukázat vše
fr: Lister tous
nl: Toon alle
sk: Ukázať všetky
zh_hans: 列出全部

# menu.show.bookmarks
source: Show Bookmarks
ca: Mostra marcadors
cs: Ukázat záložky
fr: Afficher les signets
nl: Toon bladwijzers
sk: Ukázať záložky
zh_hans: 显示书签

# menu.title.bookmarks
source: Bookmarks
ca: Marcadors
cs: Záložky
fr: Signets
nl: Bladwijzers
sk: Záložky
zh_hans: 书签

# menu.bookmarks.bytime
source: List Bookmarks by Creation Time
ca: Llista els marcadors per data de creació
cs: Vypsat záložky podle data tvorby
fr: Lister les signets par date de création
nl: Toon bladwijzers op aanmaakdatum
sk: Zobraziť záložky podľa dátumu vytvorenia
zh_hans: 按创建时间列出书签

# macos.menu.bookmarks.bytime
source: List by Creation Time
ca: Llista per data de creació
cs: Vypsat podle data tvorby
fr: Lister par date de création
nl: Toon op aanmaakdatum
sk: Zobraziť podľa dátumu vytvorenia
zh_hans: 按创建时间列出

# menu.select.clear
source: Clear Selection
ca: Neteja la selecció
cs: Zrušit výběr
fr: Annuler la sélection
nl: Ontselecteren
sk: Zrušiť výber
zh_hans: 取消选择

# prefs.font
source: Body font:
cs: Písmo těla:
fr: Police de corps :
nl: Hoofdtekst-lettertype:
zh_hans: 正文字体：

# prefs.boldlink.light
source: On Light
cs: Ve světlém tématu
fr: Sur fond clair
nl: Op licht
zh_hans: 在浅色下

# prefs.biglede
source: Big 1st paragaph:
cs: Velký první odstavec:
fr: Grand 1er paragraphe :
nl: Grote 1e paragraaf:
zh_hans: 首段加大：

# dlg.newident.until
source: Valid until:
cs: Platná do:
fr: Valide jusqu’au :
nl: Geldig tot:
zh_hans: 有效期至：

# dlg.newident.commonname
source: Common name:
cs: Obecné jméno:
fr: Nom commun :
nl: Gewone naam:
zh_hans: 通用名称（CN）：

# dlg.newident.notsaved
source: not saved to disk
cs: není uložena na disk
fr: non enregistré sur le disque
nl: niet opgeslagen
zh_hans: 不在磁盘上保存

# dlg.newident.create
source: Create Identity
cs: VYTVOŘIT TOTOŽNOST
fr: Créer l’identité
nl: Creëer identieit
zh_hans: 创建身份

# heading.save
source: File Saved
ca: Fitxer desat
cs: Soubor uložen
fr: Fichier enregistré
nl: BESTAND OPGESLAGEN
zh_hans: 文件已保存

# heading.save.error
source: Error Saving File
ca: Error desant el fitxer
cs: Chyba při ukládání souboru
fr: Erreur lors de l’enregistrement du fichier
nl: FOUT BIJ OPSLAAN BESTAND
zh_hans: 保存文件时出错

# dlg.import.notnew
source: All links on this page are already bookmarked.
ca: Tots els enllaços d'aquesta pàgina ja estan descarregats.
cs: Všechny odkazy na této stránce jsou už založené.
fr: Tous les liens sur cette page sont déjà dans les signets.
nl: Je hebt al bladwijzers voor alle links op deze pagina.
zh_hans: 本页上所有链接均已被添加到书签。

# link.bookmark
source: Bookmark Link…
ca: Desa l'enllaç a marcadors…
cs: Založit odkaz…
fr: Ajouter le lien aux signets…
nl: Maak bladwijzer voor link…
zh_hans: 将链接添加为书签…

# link.download
source: Download Linked File
ca: Descarrega el fitxer enllaçat
cs: Stáhnout odkazovaný soubor
fr: Télécharger la cible du lien
nl: Download gelinkt bestand
zh_hans: 下载链接目标文件

# heading.openlink
source: Open Link
ca: Obre l'enllaç
cs: Otevřít odkaz
fr: Ouvrir le lien
zh_hans: 打开链接

# pageinfo.cert.ca.verified
source: Verified by CA
ca: Verificat per CA
cs: Ověřen certifikační autoritou
fr: Vérifié par une AC
nl: Geverifieerd door CA
zh_hans: 由权威证书机构验证

# dlg.input.prompt
source: Enter input for %s:
ca: Si us plau, escriviu l'entrada per a %s:
cs: Prosím vyplňte %s:
fr: Veuillez saisir une entrée pour %s :
nl: Geef invoer voor %s:
zh_hans: 请为 %s 输入：

# dlg.certwarn.different
source: The received certificate is valid but different than the one we trust.
cs: Přijatý certifikát je platný, ale je jiný než ten, kterému důvěřujeme.
fr: Le certificat reçu est valide mais différent de celui dans lequel nous avons confiance.
nl: Het ontvangen certificaat is geldig, maar anders dan degene die we vertrouwen.
zh_hans: 收到的证书是有效的，但与目前信任的证书不一致。

# heading.lookup.other
source: OTHER
cs: JINÉ
fr: AUTRE
nl: OVERIGE
zh_hans: 其它结果

# heading.translate
source: Translate Page
ca: Tradueix la pàgina
cs: Přeložit stránku
fr: Traduire la page
nl: VERTAAL PAGINA
zh_hans: 翻译页面

# lang.zh
source: Chinese
ca: Xinès
cs: Čínština
fr: Chinois
nl: Chinees
zh_hans: 中文

# heading.bookmark.add
source: Add Bookmark
cs: Přidat záložku
fr: Ajouter un signet
nl: BLADWIJZER TOEVOEGEN
zh_hans: 添加为书签

# heading.bookmark.edit
source: Edit Bookmark
cs: Upravit záložku
fr: Modifier un signet
nl: BLADWIJZER BEWERKEN
zh_hans: 编辑书签

# dlg.bookmark.save
source: Save Bookmark
cs: Uložit záložku
fr: Enregistrer le signet
nl: Bladwijzer opslaan
zh_hans: 保存书签

# numbertype.float
source: float
ca: punt flotant
cs: desetinné číslo
fr: flottant
zh_hans: 浮点数

# prefs.decodeurls
source: Decode URLs:
cs: Dekódovat URL adresy:
fr: Décoder les URLs :
nl: Decodeer URL's:
zh_hans: 解码地址：

# doc.fetching
source: Loading
ca: Carregant
cs: Načítání
fr: Téléchargement en cours
nl: Ophalen
sk: Získava sa
zh_hans: 获取中

# keys.fullscreen
source: Toggle fullscreen mode
cs: Zapnout/vypnout zobrazení na celou obrazovky
fr: Mode plein écran
nl: Volledig scherm aan/uit
zh_hans: 切换全屏模式

# menu.binding.reset
source: Reset to Default
cs: Obnovit výchozí
fr: Réinitialiser
nl: Herstel standaard
zh_hans: 重置为默认值

# menu.binding.clear
source: Remove
cs: Odstranit
fr: Retirer
nl: Verwijder
zh_hans: 移除

# keys.scroll.up
source: Scroll up
cs: Posunout nahoru
fr: Défiler vers le haut
nl: Scrol omhoog
zh_hans: 向上滚动

# keys.scroll.down
source: Scroll down
cs: Posunout dolů
fr: Défiler vers le bas
nl: Scrol omlaag
zh_hans: 向下滚动

# keys.bottom
source: Jump to Bottom
cs: Přeskočit na konec
fr: Défiler jusqu’en bas
nl: Spring naar onder
zh_hans: 前往底部

# keys.scroll.page.up
source: Scroll up a page
cs: Posunout stránku dolů
fr: Défiler vers le haut d’une page
nl: Scrol een pagina omhoog
zh_hans: 向上滚动一页

# keys.bookmark.add
source: Add bookmark
cs: Přidat záložku
fr: Ajouter un signet
nl: Voeg bladwijzer toe
zh_hans: 添加书签

# keys.findtext
source: Find text on page
cs: Najít text na stránce
fr: Chercher dans le texte de la page
nl: Zoek tekst op pagina
zh_hans: 在页面上查找文本

# keys.link.homerow.newtab
source: Open link in new tab via home row keys
cs: Otevírat odkazy v nové kartě pomocí kláves na kterých spočívají prsty
fr: Ouvrir un lien dans un nouvel onglet via une touche de repos
nl: Open link in nieuw tabblad via middenrij-toetsen
zh_hans: 通过主排键在新标签页打开链接

# keys.link.homerow.hover
source: Hover on link via home row keys
cs: Najet na odkaz pomocí kláves na kterých spočívají prsty
fr: Survoler un lien via une touche de repos
nl: Hang boven link via middenrij-toetsen
zh_hans: 通过主排键在链接上悬停

# keys.link.homerow.next
source: Next set of home row key links
cs: Následující sada kláves na kterých spočívají prsty
fr: Prochain ensemble de liens via touche de repos
nl: Volgende set middenrij-toets-links
zh_hans: 下一组主排键链接

# error.unsupported.media
source: Unsupported Content Type
cs: Nepodporovaný typ obsahu
fr: Type de contenu non pris en charge
nl: Inhoudstype niet ondersteund
zh_hans: 不受支持的内容类型

# error.unsupported.media.msg
source: The received content cannot be viewed with this application.
cs: Přijatý obsah nelze zobrazit pomocí této aplikace.
fr: Le contenu reçu ne peut pas être affiché par cette application.
nl: De ontvangen inhoud kan niet worden weergegeven met deze applicatie.
zh_hans: 接受到的内容无法被此程序查看。

# keys.scroll.page.down
source: Scroll down a page
cs: Posunout stránku nahoru
fr: Défiler vers le bas d’une page
nl: Scrol een pagina omlaag
zh_hans: 向下滚动一页

# keys.parent
source: Go to parent directory
cs: Přejít na rodičovský adresář
fr: Aller au répertoire parent
nl: Ga naar bovenliggende map
zh_hans: 前往上一级目录

# keys.root
source: Go to capsule root
cs: Přejít na kořen kapsule
fr: Aller à la racine de la capsule
nl: Ga naar beginpagina van capsule
zh_hans: 前往站点根目录

# prefs.accent.teal
source: Teal
cs: Špinavě modrá
fr: Bleu
nl: Turkoois
zh_hans: 青色

# heading.lookup.pagecontent
source: PAGE CONTENT
cs: OBSAH STRÁNKY
fr: PAGE
nl: PAGINA-INHOUD
zh_hans: 页面内容

# heading.prefs.pagecontent
source: Page Colors
cs: Barvy stránky
fr: Page
nl: PAGINA-KLEUREN
zh_hans: 页面颜色

# prefs.ca.file
source: CA file:
ca: Fitxer CA:
cs: Soubor CA:
fr: Fichier de l’AC :
nl: CA-bestand:
zh_hans: 权威证书机构（CA）文件：

# prefs.ca.path
source: CA path:
ca: Ruta CA:
cs: Cesta k CA:
fr: Chemin de l’AC :
nl: CA-pad:
zh_hans: 权威证书机构（CA）路径：

# keys.scroll.halfpage.up
source: Scroll up half a page
cs: Posunout nahoru o půl stránky
fr: Défiler vers le haut d’une demi-page
nl: Scrol een halve pagina omhoog
zh_hans: 向上滚动半页

# keys.scroll.halfpage.down
source: Scroll down half a page
cs: Posunout dolů o půl stránky
fr: Défiler vers le bas d’une demi-page
nl: Scrol een halve pagina omlaag
zh_hans: 向下滚动半页

# prefs.customframe
source: Custom window frame:
cs: Vlastní rámeček okna:
fr: Bordure de fenêtre personnalisée :
nl: Aangepast vensterframe:
zh_hans: 自定义窗口边框：

# prefs.retainwindow
source: Save window placement:
cs: Zachovat umístění:
fr: Retenir la position :
nl: Behoud plek:
zh_hans: 记住窗口位置：

# prefs.sideicon
source: Capsule icon on left side:
cs: Ikona kapsule:
fr: Icône de capsule :
nl: Capsule-icoon:
zh_hans: 站点图标：

# keys.link.modkey
source: Open link via modifier key
cs: Otevřít odkaz pomocí modifikační klávesy
fr: Ouvrir un lien par numérotation
nl: Open link via modificatietoets
zh_hans: 通过修饰键打开链接

# keys.top
source: Jump to Top
cs: Přeskočit na začátek
fr: Défiler jusqu’en haut
nl: Spring naar boven
zh_hans: 回到顶部

# error.schemeredirect
source: Scheme-Changing Redirect
cs: Schéma-měnící přesměrování
fr: Redirection avec changement de protocole
nl: Doorverwijzing met ander schema
zh_hans: 跨协议重定向

# error.schemeredirect.msg
source: The server attempted to redirect us to a URL whose scheme is different than the originating URL's scheme. Here is the link so you can open it manually if appropriate.
cs: Server se pokusil přesměrovat vás na URL, jehož schéma je jiné než schéma počáteční URL. Zde je ten odkaz, aby jste jej mohli otevřít ručně je li to vhodné.
fr: Le serveur a essayé de faire une redirection vers une URL dont le schéma est différent de celui de l’URL d’origine. Voici le lien afin que vous puissiez l’ouvrir manuellement.
nl: De server probeerde ons door te verwijzen naar een URL met een ander schema dan de oorspronkelijke URL. Hier is de link zodat je hem handmatig kan openen als dat de bedoeling is.
zh_hans: 服务器尝试将您重定向到一个不同协议的地址。若您认为合适，以下是链接地址，供您手动打开。

# keys.link.homerow
source: Open link via home row keys
cs: Otevřít odkaz pomocí kláves na kterých spočívají prsty
fr: Ouvrir un lien via une touche de repos
nl: Open link via middenrij-toetsen
zh_hans: 通过主排键打开链接

# prefs.mono
source: Monospace body:
cs: Používat neproporcionální písmo pro tělo:
fr: Chasse fixe :
nl: Tekst in vaste breedte:
zh_hans: 等宽字体：

# hint.newident.date
source: YYYY or YYYY-MM-DD
cs: RRRR nebo RRRR-MM-DD
fr: AAAA ou AAAA-MM-JJ
nl: JJJJ of JJJJ-MM-DD
zh_hans: YYYY 或 YYYY-MM-DD

# heading.prefs.sizing
source: Sizing
cs: Dimenzování
fr: Dimension
nl: GROOTTE
zh_hans: 尺寸

# prefs.accent
source: Accent color:
cs: Doplňková barva:
fr: Couleur de mise en valeur :
nl: Accentkleur:
zh_hans: 主色：

# heading.prefs.widelayout
source: Wide Layout
cs: Široké rozložení
fr: Affichage large
nl: BREDE LAYOUT
zh_hans: 宽布局

# keys.hoverurl
source: Toggle show URL on hover
cs: Zobrazit/skrýt URL při přejetí kurzorem
fr: Activer/désactiver l’affichage d’URL au survol
nl: URL bij muisaanwijzer tonen aan/uit
zh_hans: 开关光标悬停时显示地址

# error.badstatus
source: Unknown Status Code
ca: Codi d'estat desconegut
cs: Neznámý stavový kód
fr: Code de retour inconnu
nl: Onbekende statuscode
zh_hans: 未知状态码

# error.badstatus.msg
source: The server responded with a status code that is not in the Gemini protocol specification. Maybe the server is malfunctioning.
cs: Server odpověděl se stavovým kódem, který není ve specifikaci protokolu Gemini. Možná je z budoucnosti? Nebo prostě nefunguje.
fr: Le serveur a répondu avec un code de retour absent de la spécification du protocole Gemini. Le serveur vient peut-être du futur ? Ou est simplement déféctueux.
nl: De server reageerde met een statuscode die niet in de Gemini-specificatie staat. Misschien is de server uit de toekomst? Of hij werkt gewoon niet zoals hij hoort.
zh_hans: 服务器返回了一个在 Gemini 协议标准中没有定义的状态码。也许这是来自未来的服务器，或者只是它工作不正常。

# prefs.plaintext.wrap
source: Wrap long plaintext lines:
cs: Zalamovat prostý text:
fr: Replier le texte brut :
nl: Platte tekst omslaan:
zh_hans: 纯文本折行：

# menu.downloads
source: Show Downloads
ca: Mostra Baixades
cs: Zobrazit stažené soubory
fr: Afficher les téléchargements
nl: Toon Downloads
sk: Ukázať stiahnuté súbory

# dlg.newindent.missing.commonname
source: A "Common name" must be specified.
cs: "Obecné jméno" musí být specifikováno.
fr: Un « Nom commun » doit être indiqué.
nl: Een "Gewone naam" moet zijn ingesteld.

# dlg.newident.date.example
source: Please check the "Valid until" date. Examples: • 2030 • 2025-06-30 • 2021-12-31 23:59:59
cs: Zkontrolujte prosím datum konce platnosti. Příklady: • 2030 • 2025-06-30 • 2021-12-31 23:59:59
fr: Veuillez vérifier le champ « Valide jusqu’au ». Exemples : • 2030 • 2025-06-30 • 2021-12-31 23:59:59
nl: Controleer de "Geldig tot"-datum. Voorbeelden: • 2030 • 2025-06-30 • 2021-12-31 23:59:59

# menu.split.merge
source: Unsplit
ca: Reuneix
cs: Sloučit
fr: Fusionner les onglets
nl: Ontsplitsen
sk: Spojiť karty

# menu.view.split
source: Split View
ca: Parteix la visualització…
cs: Rozdělit pohled…
fr: Diviser la vue…
nl: Gesplitste weergave…
sk: Rozdelené zobrazenie...

# dlg.save.opendownload
source: Open Downloaded File
ca: Obre fitxer descarregat
cs: Otevřít stažený soubor
fr: Ouvrir le fichier téléchargé
nl: Open gedownload bestand

# heading.newident.missing
source: Missing Info
cs: Chybějící informace
fr: Information manquante
nl: INFO ONTBREEKT

# heading.newident.date.bad
source: Invalid Date
cs: Neplatné datum
fr: Date invalide
nl: ONGELDIGE DATUM

# dlg.newident.date.past
source: Expiration date must be in the future.
cs: Datum vypršení platnosti musí být v budoucnosti.
fr: La date d’expiration doit être dans le futur.
nl: De verloopdatum moet in de toekomst zijn.

# prefs.archive.openindex
source: Open index.gmi in ZIP archives:
cs: Otevírat archivní indexy:
fr: Ouvrir l’index des archives :
nl: Open archief-indexen:

# gempub.cover.viewlocal
source: This Gempub book can be viewed after it has been saved locally.
cs: Tuto Gempub knihu lze zobrazit pouze po tom co byla uložena lokálně.
fr: Ce livre au format Gempub peut être ouvert après avoir été enregistré localement.
nl: Dit Gempub-boek kan worden weergegeven nadat je het lokaal hebt opgeslagen.

# gempub.cover.untitled
source: Untitled Book
cs: Kniha beze jména
fr: Livre sans titre
nl: Naamloos boek

# gempub.cover.aboutbook
source: About this book
cs: O této knize
fr: À propos de ce livre
nl: Over dit boek

# gempub.cover.image
source: Cover image
cs: Titulní obrázek
fr: Image de couverture
nl: Kaft-afbeelding

# gempub.meta.author
source: Author
cs: Autor
fr: Auteur
nl: Auteur

# gempub.meta.revdate
source: Revision date
cs: Datum revize
fr: Date de modification
nl: Herzieningsdatum

# gempub.meta.pub
source: Published
cs: Publikována
fr: Publié
nl: Gepubliceerd

# gempub.meta.pubdate
source: Publish date
cs: Datum publikace
fr: Date de publication
nl: Publicatiedatum

# gempub.meta.lang
source: Language
cs: Jazyk
fr: Langue
nl: Taal

# gempub.meta.license
source: License
cs: Licence
fr: Licence
nl: Licentie

# gempub.cover.view
source: View Gempub contents
cs: Zobrazit Gempub obsah
fr: Voir le contenu du Gempub
nl: Toon Gempub-inhoud

# link.side.newtab
source: Open Link in New Tab to the Side
ca: Obre l'enllaç a una nova pestanya al costat
cs: Otevřít odkaz v nové kartě na vedlejší straně
fr: Ouvrir le lien dans un nouvel onglet sur le côté
nl: Open link in nieuw tabblad aan de zijkant

# keys.tab.close.other
source: Close other tabs
cs: Zavřít ostatní karty
fr: Fermer les autres onglets
nl: Sluit andere tabbladen
