Repository: skyjake/lagrange
Catalog: po/*.po
Languages: ca, cs, fr, nl, sk, zh_hans

# fontpack.meta.viewfile
source: View file
cs: Zobrazit soubor
fr: Afficher le fichier
nl: Toon bestand

# fontpack.meta.installed
source: Installed
cs: Instalován
fr: Installé
nl: Geïnstalleerd

# fontpack.meta.notinstalled
source: Not installed
cs: Nenainstalován
fr: Non installé
nl: Niet geïnstalleerd

# fontpack.meta.disabled
source: , disabled
cs: , zakázán
fr: , désactivé
nl: , inactief

# fontpack.enable
source: Enable "%s"
cs: Povolit "%s"
fr: Activer « %s »
nl: Activeer "%s"

# fontpack.disable
source: Disable "%s"
cs: Zakázat "%s"
fr: Désactiver « %s »
nl: Deactiveer "%s"

# fontpack.export
source: View fontpack.ini template
cs: Zobrazit šablonu fontpack.ini
fr: Afficher le modèle fontpack.ini
nl: Toon sjabloon voor fontpack.ini

# fontpack.delete
source: Permanently delete "%s"
cs: Trvale odstranit "%s"
fr: Supprimer définitivement « %s »
nl: "%s" permanent verwijderen

# dlg.fontpack.delete.confirm
source: Do you really want to permanently delete the fontpack "%s"?
cs: Chcete opravdu trvale odstranit písmový balíček "%s"?
fr: Voulez-vous vraiment supprimer définitivement le pack de polices « %s » ?
nl: Weet je zeker dat je het lettertypepakket "%s" permanent wilt verwijderen?

# dlg.fontpack.delete
source: Delete Fontpack
cs: Odstranit písmový balíček
fr: Supprimer le pack de polices
nl: Verwijder lettertypepakket

# heading.fontpack.delete
source: Delete Fontpack
cs: Odstranit písmový balíček
fr: Supprimer le pack de polices
nl: VERWIJDER LETTERTYPEPAKKET

# fontpack.help
source: Lagrange fontpacks are ZIP archives that contain a set of font files and associated configuration parameters. Once installed, the fonts can be used for document content and the UI. The active fonts are selected in Preferences > Fonts.
cs: Písmové balíčky v Lagrange jsou archivy ZIP, které obsahují sadu písmových souborů a jejich příslušných konfiguračních parametrů. Po instalaci můžete písma použít pro obsah dokumentu a v rozhraní. Aktivní písma se vybírají v Předvolby > Písma.
fr: Les packs de polices de Lagrange sont des archives ZIP qui contiennent un ensemble de fichiers de polices et leurs paramètres de configuration associés. Une fois installées, les polices peuvent être utilisées pour le contenu des documents et l'UI. Les polices actives sont choisies dans Préférences > Polices.
nl: Lagrange lettertypepakketten zijn ZIP-archieven die een set lettertypebestanden en bijbehorende configuratieparameters bevatten. Eenmaal geïnstalleerd kunnen de lettertypes zowel voor documentinhoud als de gebruikersinterface worden gebruikt. Je kunt de actieve lettertypes selecteren in Voorkeuren > Lettertypes.

# fontpack.install.ttf
source: Install TrueType Font
cs: Instalovat TrueType písmo
fr: Installer une police TrueType
nl: Installeer TrueType-lettertype

# fontpack.open.fontsdir
source: Open User Fonts Directory
cs: Otevřít složku uživatelských písem
fr: Ouvrir le répertoire des polices utilisateur
nl: Open gebruikerslettertypemap

# num.files
source: %u file
ca: %u fitxer
cs: %u soubor
fr: %u fichier
nl: %u bestand

# menu.open.external
source: Open in Another App
ca: Obre en un altra aplicació
cs: Otevřít v jiné aplikaci
fr: Ouvrir dans une autre application

# menu.home
source: Go Home
ca: Ves a l'inici
cs: Jít domů
fr: Aller à l'accueil

# sidebar.close
source: Done
ca: Fet
cs: Hotovo
fr: Terminé

# sidebar.action.bookmarks.newfolder
source: New Folder
ca: Nova carpeta
cs: Nová složka
fr: Nouveau dossier

# sidebar.action.history.clear
source: Clear
ca: Neteja
cs: Vymazat
fr: Effacer

# sidebar.empty.unread
source: No Unread Entries
ca: Cap entrada no llegida
cs: Žádné nepřečtené záznamy
fr: Aucune entrée non lue

# menu.page.upload.edit
source: Edit Page with Titan…
cs: Upravit pomocí Titanu…
fr: Modifier la page avec Titan…

# heading.upload.id
source: Authorization
ca: Autorització
cs: Oprávnění
fr: Autorisation

# menu.upload.export
source: Export Text
ca: Exporta text
cs: Exportovat text
fr: Exporter le texte

# menu.upload.delete
source: Delete All
ca: Esborra-ho tot
cs: Odstranit vše
fr: Tout supprimer

# upload.content
source: Content
ca: Contingut
cs: Obsah
fr: Contenu

# hint.upload.path
source: URL path
ca: Ruta de l'URL
cs: Cesta URL
fr: Chemin de l’URL

# prefs.toolbaraction2
source: Button 2
cs: Tlačítko 2
fr: Bouton 2

# prefs.time.24h
source: 24-hour time:
cs: 24-hodinový čas
fr: Horaires sur 24h
nl: 24-uurs klok

# prefs.font.warnmissing
source: Font glyph warnings:
cs: Varovat při chybějících znacích:
fr: Avertissements sur les glyphes :
nl: Schriftwaarschuwingen:

# menu.reveal.filemgr
source: Show in File Manager
ca: Mostra en l'administrador d'arxius
cs: Otevřít v průzkumníku souborů
fr: Afficher dans le gestionnaire de fichiers

# hint.upload.token.long
source: token — see server's instructions
cs: token - podívejte se na instrukce serveru
fr: jeton — voir les instructions du serveur

# menu.toolbar.setaction
source: Set Action:
ca: Estableix acció:
cs: Nastavit akci:
fr: Définir l’action :

# sidebar.action.bookmarks.edit
source: Edit
ca: Edita
cs: Upravit
fr: Modifier

# ident.switch
source: Use %s
ca: Usa %s
cs: Používat %s
fr: Utiliser %s

# menu.input.precedingline
source: Paste Preceding Line
ca: Enganxa la línia precedent
cs: Vložit předcházející řádek
fr: Coller la ligne précédente

# menu.hide.identities
source: Hide Identities
ca: Oculta identitats
cs: Skrýt totožnosti
fr: Masquer les identités

# menu.identities
source: Manage Identities
ca: Administra identitats
cs: Spravovat totožnosti
fr: Gérer les identités

# keys.feeds.showall
source: Sidebar: Show all feed entries
fr: Barre latérale : afficher toutes les entrées de flux

# keys.feeds.showunread
source: Sidebar: Show unread feed entries
fr: Barre latérale : afficher les entrées de flux non lues

# heading.prefs.toolbaractions
source: Toolbar Actions
cs: Akce panelu nástrojů
fr: Actions de la barre d’outils

# prefs.toolbaraction1
source: Button 1
cs: Tlačítko 1
fr: Bouton 1

# prefs.blink
source: Blinking cursor:
cs: Blikající kurzor:
fr: Curseur clignotant :

# keys.upload.edit
source: Edit Page with Titan
ca: Edita la pàgina amb Titan
cs: Upravit pomocí Titanu
fr: Modifier la page avec Titan

# sidebar.action.feeds.markallread
source: Read All
ca: Llegeix-los tots
cs: Označit vše jako přečtené
fr: Tout lire
nl: Alles gelezen

# keys.input.precedingline
source: Input prompt: Paste preceding line
ca: Indicador d'entrada: enganxa la línia precedent
fr: Invite de saisie : Coller la ligne précédente

# menu.reveal.macos
source: Show in Finder
ca: Mostra en el Finder
cs: Ukázat ve Finderu
fr: Afficher dans le Finder

# menu.share
source: Share
ca: Comparteix
cs: Sdílet
fr: Partager

# menu.upload.delete.confirm
source: Really Delete All (No Undo)
cs: Opravdu odstranit vše (není cesty zpět)
fr: Vraiment tout supprimer (pas d’annulation)

# menu.aboutapp
source: About Lagrange
fr: À propos de Lagrange

# menu.viewformat.gemini
source: View as Gemtext
fr: Afficher en tant que Gemtext

# feeds.entry.markbelowread
source: Mark Below as Read
fr: Marquer comme lu à partir d’ici

# heading.import.userdata
source: Import User Data
fr: Importer des données utilisateur

# menu.export
source: Export
fr: Exporter les données utilisateur

# import.userdata.bookmarks
source: Bookmarks:
fr: Signets :

# import.userdata.idents
source: Identities:
fr: Identités :

# import.userdata.error
source: %s is not a valid Lagrange export archive.
fr: %s n’est pas une archive d’export Lagrange valide.

# heading.glyphfinder
source: Missing Glyphs
fr: Glyphes manquants

# dlg.glyphfinder.missing
source: The following characters could not be shown:
ca: Els caràcters següents no s'han pogut mostrar:
fr: Les caractères suivants n’ont pas pu être affichés :

# dlg.glyphfinder.help
source: You can try searching the skyjake.fi Font Library for fonts that provide glyphs for these characters, or manually install new TrueType fonts.
fr: Vous pouvez essayer de chercher dans la bibliothèque de polices de skyjake.fi des polices susceptibles de fournir les glyphes pour ces caractères, ou installer manuellement de nouvelles polices TrueType.

# error.incompleteheader.msg
source: The server's response did not contain a complete header. Perhaps the server is malfunctioning, or you tried to contact a non-Gemini server.
fr: La réponse du serveur ne contient pas un entête complet. Le serveur fonctionne peut-être mal, ou vous essayez de contacter un serveur non-Gemini.

# prefs.tabwidth
source: Tab width:
fr: Largeur de tabulation :

# menu.newwindow
source: New Window
ca: Nova finestra
fr: Nouvelle fenêtre

# pageinfo.settings
source: Settings
ca: Configuració
fr: Paramètres

# sitespec.accept
source: Save Settings
ca: Desa configuració
fr: Enregistrer les paramètres

# keys.pageinfo
source: Show page information
ca: Mostra la informació de la pàgina
fr: Afficher les informations de la page

# keys.sitespec
source: Show site-specific settings
ca: Mostra la configuració específica de la pàgina
fr: Afficher les paramètres spécifiques au site

# link.newwindow
source: Open Link in New Window
ca: Obre l'enllaç a una nova finestra
fr: Ouvrir le lien dans une nouvelle fenêtre

# dlg.glyphfinder.disable
source: Disable Warnings
ca: Desactiva les advertències
fr: Désactiver les avertissements

# dlg.glyphfinder.search
source: Search Font Library
fr: Chercher dans la bibliothèque de polices

# heading.glyphfinder.results
source: Search Results
ca: Resultats de la cerca
fr: Résultats de recherche

# glyphfinder.results
source: The following fontpacks provide one or more of the missing glyphs:
fr: Les packs de polices suivants fournissent un ou plusieurs des glyphes manquants :

# glyphfinder.results.empty
source: Sorry, no matching fontpacks were found.
fr: Désolé, aucun pack de polices correspondant n’a été trouvé.

# prefs.markdown.viewsource
source: View Markdown as source:
fr: Afficher en tant que source Markdown :

# prefs.uilayout
source: Layout:
fr: Disposition :

# prefs.bottomnavbar
source: Bottom Nav Bar
fr: Barre de navigation en bas

# prefs.bottomtabbar
source: Bottom Tabs
fr: Onglets en bas

# prefs.menubar
source: Menu Bar
fr: Barre de menu

# prefs.doctheme.name.oceanic
source: Oceanic
fr: Océanique

# prefs.tui.simple
source: Simple characters:
fr: Caractères simples :

# prefs.justify
source: Justify:
fr: Justifier :

# prefs.urlsize
source: Maximum URL size:
fr: Taille maximale d’URL :

# menu.reopentab
source: Reopen Last Closed Tab
fr: Rouvrir le dernier onglet fermé

# menu.viewformat.plain
source: View as Plain Text
fr: Afficher en tant que texte brut

# menu.openwindow
source: Open in New Window
ca: Obre a una nova finestra
fr: Ouvrir dans une nouvelle fenêtre

# heading.sitespec
source: Site-Specific Settings
ca: Configuració específica del lloc
fr: Paramètres spécifiques au site

# sitespec.ansi
source: ANSI escape warnings:
ca: Advertències d'escapament ANSI:
fr: Avertissements échappement ANSI :

# keys.identmenu
source: Open Identity menu
fr: Ouvrir le menu Identité

# keys.contextmenu
source: Open context menu
fr: Ouvrir le menu contextuel

# keys.menubar.focus
source: Focus the menu bar
fr: Activer la barre de menu

# sitespec.palette
source: Theme palette seed:
ca: Llavor per a la paleta del tema
fr: Graine de la palette du thème :

# menu.paste.go
source: Paste and Go
ca: Enganxa'l i ves-hi
fr: Coller et aller

# dlg.certimport.paste
source: Paste from Clipboard
fr: Coller depuis le presse-papiers

# heading.import.userdata.error
source: Import Failed
fr: L'import a échoué

# import.userdata.history
source: History:
fr: Historique :

# import.userdata.trusted
source: Trusted certificates:
fr: Certificats de confiance :

# import.userdata.sitespec
source: Site settings:
fr: Paramètres des sites :

# dlg.userdata.no
source: None
fr: Aucun

# dlg.userdata.missing
source: If Missing
fr: Si manquant

# dlg.userdata.all
source: All (Overwrite)
fr: Tout (Écraser)

# dlg.userdata.alldup
source: All (Keep Duplicates)
fr: Tout (Conserver les doublons)

# import.userdata
source: Import Selected Data
fr: Importer les données sélectionnées

# import.userdata.dupfolder
source: Imported Duplicates
fr: Doublons importés

# spartan.input
source: Enter text to send:
fr: Entrez le texte à envoyer :

# dlg.spartan.upload
source: Open Editor…
fr: Ouvrir l’éditeur…

# heading.upload.spartan
source: Upload with Spartan
fr: Téléverser avec Spartan

# dlg.glyphfinder.help.empty
source: Please reload the page to check again for missing glyphs.
fr: Veuillez recharger la page pour revérifier les glyphes manquants.

# heading.bookmark.editfolder
source: Edit Folder
fr: Modifier le dossier

# dlg.bookmark.parentfolder
source: Parent folder:
fr: Dossier parent :

# prefs.dataurl.openimages
source: Open images in Data URLs:
fr: Ouvrir les images contenues dans des URL de données :

# prefs.accent.red
source: Red
fr: Rouge

# prefs.accent.green
source: Green
fr: Vert

# prefs.accent.blue
source: Blue
fr: Bleu

# prefs.accent.gray
source: Gray
fr: Gris

# prefs.retaintabs
source: Restore tabs at launch:
fr: Restaurer les onglets au démarrage :

# error.incompleteheader
source: Incomplete Header
fr: Entête incomplet

# menu.import
source: Import…
fr: Importer les données utilisateur…

# heading.archive.userdata
source: User Data Archive
fr: Archive des données utilisateur

# userdata.help
source: User data archives contain exported browsing history, identities, bookmarks, text snippets, site-specific settings, and fingerprints of trusted server certificates. They can be stored as backups and used for transferring data between devices.
fr: Les archives de données utilisateur contiennent l’export de l’historique de navigation, les identités, les signets, les paramètres spécifiques de sites et les empreintes des certificats des serveurs de confiance. Elles peuvent être enregistrées comme sauvegardes et utilisées pour transférer les données entre appareils.

# media.untitled.image
source: Image
ca: Imatge
cs: Obrázek
nl: Afbeelding
sk: Obrázok

# audio.meta.genre
source: Genre
ca: Gènere
cs: Žánr
sk: Žáner
zh_hans: 流派

# about.version
source: Version
ca: Versió
cs: Verze
nl: Versie
sk: Verzia
zh_hans: 版本

# menu.split.horizontal
source: Horizontal
ca: Horitzontal
cs: Vodorovné
nl: Horizontaal
sk: Horizontálne

# media.untitled.audio
source: Audio
cs: Zvuk
sk: Zvuk

# audio.meta.date
source: Date
ca: Data
cs: Datum
nl: Datum
sk: Dátum
zh_hans: 日期

# menu.split.vertical
source: Vertical
cs: Svislé
nl: Verticaal
sk: Vertikálne

# link.hint.image
source: Image
cs: Obrázek
nl: Toon afbeelding
zh_hans: 显示图片

# lang.uk
source: Ukrainian
cs: Ukrajinština

# num.minutes
source: %d minute
ca: %d minut
cs: %d minuta
nl: %d minuut
zh_hans: %d 分钟

# dlg.certimport.notes
source: Notes:
cs: Poznámky:
nl: Notities:
zh_hans: 注解：

# hint.certimport.description
source: description
cs: popis
nl: omschrijving
zh_hans: 描述

# link.hint.audio
source: Audio
cs: Zvuk
nl: Speel audio
zh_hans: 播放音频

# lang.fi
source: Finnish
cs: Finština

# lang.hi
source: Hindi
cs: Hindština
zh_hans: 印地语

# lang.pl
source: Polish
cs: Polština

# lang.sk
source: Slovak
cs: Slovenština

# prefs.linewidth.normal
source: Normal
cs: Normální
nl: Normaal
zh_hans: 正常

# prefs.accent.orange
source: Orange
cs: Oranžová
nl: Oranje
zh_hans: 橙色

# prefs.animate
source: Animations:
cs: Animace:
nl: Animaties:

# prefs.saturation
source: Saturation:
cs: Sytost:
nl: Verzadiging:
zh_hans: 色彩饱和度：

# lang.cs
source: Czech
cs: Čeština

# gempub.meta.version
source: Version
cs: Verze
nl: Versie

# fontpack.meta.version
source: Version %d
cs: Verze %d
nl: Versie %d

# lang.hu
source: Hungarian
cs: Maďarština

# dlg.default
source: OK
ca: D'acord
nl: Oké
zh_hans: 好

# upload.port
source: Port…
nl: Poort…

# dlg.bookmark.url
source: URL:
zh_hans: 地址：
